Repository: hugetiny/Hapee
Catalog: ui/flutter/lib/l10n/app_*.arb
Languages: es, fr, id, it, nl, pt, ro, ru, uk, vi, zh, zh_tw

# task_pause_all_task_fail
source: Failed to pause all tasks
es: Hubo un error al pausar todas las tareas
fr: Mise en pause échouée
id: Gagal menunda semua tugas
it: Impossibile mettere in pausa tutte le attività
nl: De taken konden niet worden gepauzeerd
pt: Falha ao pausar todas as tarefas
ro: Nu s-au putut întrerupe toate sarcinile
ru: Ошибка во время остановки всех заданий
uk: Помилка при призупиненні всіх завдань
vi: Dừng tất cả tác vụ thất bại
zh: 暂停所有任务失败
zh_tw: 暫停所有任務失敗

# task_resume_all_task
source: Resume All Tasks
es: Reanudar todas las tareas
fr: Tout reprendre
id: Lanjutkan Semua Tugas
it: Ricomincia tutte le attività
nl: Alle taken hervatten
pt: Resumir todas as tarefas
ro: Reia toate sarcinile
ru: Возобновить все задания
uk: Відновити всі завдання
vi: Tải lại tất cả tác vụ
zh: 恢复所有任务
zh_tw: 繼續所有任務

# task_resume_all_task_success
source: Successfully resumed all tasks
es: Se reanudaron exitosamente todas las tareas
fr: Reprise réussie
id: Berhasil melanjutkan semua tugas
it: Tutte le attività ricominciate con successo
nl: Alle taken succesvol hervat
pt: Todas as tarefas foram resumidas com sucesso
ro: S-au reluat cu succes toate sarcinile
ru: Успешно возобновлены все задания
uk: Успішно поновленні всі завдання
vi: Tải lại tất cả tác vụ thành công
zh: 恢复所有任务成功
zh_tw: 繼續所有任務成功

# task_resume_all_task_fail
source: Failed to resume all tasks
es: Hubo un error al reanudar todas las tareas
fr: Reprise échouée
id: Gagal melanjutkan semua tugas
it: Impossibile ricominciate tutte le attività
nl: Taken hervatten mislukt
pt: Falha ao resumir todas as tarefas
ro: Nu s-au putut relua toate sarcinile
ru: Ошибка во время возобновления всех заданий
uk: Помилка при поновленні всіх завдань
vi: Tải lại tất cả tác vụ thất bại
zh: 恢复所有任务失败
zh_tw: 繼續所有任務失敗

# task_select_all_task
source: Select All Tasks
es: Seleccionar toda la tarea
fr: Sélectionnez toutes les tâches
id: Pilih Semua Tugas
it: Seleziona tutte le attività
nl: Selecteer alle taken
pt: Selecione todas as tarefas
ro: Selectează Toate sarcinile
ru: Выберите все задачи
uk: Виберіть усе завдання
vi: Chọn tất cả tác vụ
zh: 选中所有任务
zh_tw: 選擇所有任務

# task_clear_recent_tasks
source: Clear Recent Tasks
es: Limpiar tareas recientes
fr: Effacer les tâches récentes
id: Bersihkan tugas terakhir
it: Elimina le attività recenti
nl: Verwijder recente taken
pt: Limpar todas as tarefas
ro: Șterge sarcinile recente
ru: Очистить последние задания
uk: Очистити останні завдання
vi: Xóa các tác vụ gần đây
zh: 清除最近的下载记录
zh_tw: 清除最近的下載紀錄

# task_purge_record
source: Purge Task Record
es: Registros de tareas purgados con éxito
fr: Purger les tâches récentes
id: Bersihkan Catatan Tugas
it: Elimina la cronologia delle attività
nl: Taakrecord verwijderen
pt: Expurgar o Registro de Tarefas
ro: Șterge istoricul sarcinilor
ru: Очистить записи о заданиях
uk: Очистити записи про завдання
vi: Làm mới bản ghi tác vụ
zh: 清除下载记录
zh_tw: 清除下載紀錄

# task_purge_record_success
source: Successfully purged task records
es: Se eliminaron los registros de tareas de manera exitosa
fr: Purge des tâches récentes réussie
id: Berhasil membersihkan catatan tugas
it: Cronologia delle attività eliminata con successo
nl: Taakrecord succesvol verwijderd
pt: O registro de tarefas foi expurgado com sucesso
ro: Istoricul sarcinilor a fost șters
ru: Успешно очищены записи о заданиях
uk: Успішно очишенні записи про завдання
vi: Làm mới bản ghi tác vụ thành công
zh: 清除下载记录成功
zh_tw: 清除下載紀錄成功

# task_purge_record_fail
source: Failed to purge task records
es: No se pudieron eliminar los registros de tareas
fr: Purge des tâches récentes échouée
id: Gagal membersihkan catatan tugas
it: Impossibile eliminare la cronologia delle attività
nl: Taakrecord kon niet worden verwijderd
pt: Falha ao expurgar o registro de tarefas
ro: Nu s-a putut șterge istoricul sarcinilor
ru: Ошибка при очистке записей о заданиях
uk: Помилка при очишенні записів про завдання
vi: Làm mới tản ghi tác vụ thất bại
zh: 清除下载记录失败
zh_tw: 清除下載紀錄失敗

# task_batch_delete_task_success
source: Successfully delete tasks in batch
es: Eliminar con éxito las tareas en lote
fr: Supprimez avec succès les tâches du lot
id: Berhasil menghapus tugas (batch)
it: Attività eliminate in batch con successo
nl: Taken succesvol in batch verwijderd
pt: Exclua com êxito as tarefas em lote
ro: Sarcinile în lot au fost șterse cu succes
ru: Успешно удалить задачи в пакетном режиме
uk: Видалити завдання в пакеті
vi: Xóa các tác vụ hàng loạt thành công
zh: 批量移除任务成功
zh_tw: 批量刪除任務成功

# task_batch_delete_task_fail
source: Failed to delete tasks in batch
es: Error al eliminar tareas en lote
fr: Impossible de supprimer les tâches du lot
id: Gagal menghapus tugas (batch)
it: Impossibile eliminare in batch le attività
nl: Taken in batch konden niet worden verwijderd
pt: Falha ao excluir tarefas no lote
ro: Nu s-au putut șterge sarcinile in lot
ru: Не удалось удалить задачи в пакетном режиме
uk: Не вдалося видалити завдання з партії
vi: Xóa các tác vụ hàng loạt thất bại
zh: 批量移除任务失败
zh_tw: 批量刪除任務失敗

# task_refresh_list
source: Refresh Task List
es: Actualizar lista de tareas
fr: Rafraichir la liste des tâches
id: Muat Ulang Daftar
it: Aggiorna la lista delle attività
nl: Takenlijst verversen
pt: Atualizar a Lista de Tarefas
ro: Reîncarcă lista de sarcini
ru: Обновить список заданий
uk: Оновити список завдань
vi: Làm mới danh sách tác vụ
zh: 刷新任务列表
zh_tw: 重整任務清單

# task_no_task
source: There are no current tasks
es: No hay tareas actuales
fr: Aucun téléchargement en cours
id: Tidak ada tugas
it: Non ci sono attività
nl: Geen taken actief
pt: Não há downloads no momento
ro: Nu există sarcini curente
ru: Нет текущих заданий
uk: Нема поточних завдань
vi: Hiện tại không có tác vụ
zh: 当前没有下载任务
zh_tw: 目前没有下載任務

# task_copy_link
source: Copy Link
es: Copiar enlace
fr: Copier le lien
id: Salin Link
it: Copia link
nl: Link kopiëren
pt: Copiar Link
ro: Copiază Link
ru: Копировать ссылку
uk: Копіювати посилання
vi: Sao chép đường dẫn
zh: 拷贝链接
zh_tw: 複製連結

# task_copy_link_success
source: Successfully copied link
es: Enlace copiado exitosamente
fr: Lien copié
id: Berhasil menyalin link
it: Link copiato con successo
nl: Link succesvol gekopieerd
pt: Link copiado com sucesso
ro: Link copiat cu succes
ru: Успешно скопированна ссылка
uk: Успішно скопійоване посилання
vi: Sao chép đường dẫn thành công
zh: 拷贝链接成功
zh_tw: 複製連結成功

# task_remove_record
source: Remove Task Record
es: Eliminar tarea
fr: Effacer l'enregistrement des tâches
id: Hapus Data Tugas
it: Rimuovi cronologia delle attività
nl: Verwijder taak record
pt: Apagar Registro de Tarefas
ro: Șterge istoric sarcină
ru: Удалить запись про задание
uk: Видалити запис про завдання
vi: Xóa bản ghi tác vụ
zh: 移除下载记录
zh_tw: 移除下載紀錄

# task_remove_record_confirm
source: Are you sure you want to remove download record for "{taskName}"?
es: ¿Está seguro que desea eliminar la tarea "{taskName}"?
fr: Étes vous sûr de vouloir effacer "{taskName}" ?
id: Anda yakin ingin menghapus data unduhan "{taskName}"?
it: Sei sicuro di voler eliminare la cronologia di download di "{taskName}"?
nl: Weet u zeker dat u het downloadrecord wilt verwijderen voor "{taskName}"?
pt: Você tem certeza de que deseja remover o registro de download da tarefa "{taskName}"?
ro: Sigur doriți să ștergeți istoricul sarcinii "{taskName}"?
ru: Вы уверены, что хотите удалить запись про задание "{taskName}"?
uk: Ви впевненні, що бажаєте видалити запис про завантаження "{taskName}"?
vi: Bạn có chắc chắn muốn xóa bản ghi tải xuống cho "{taskName}" không?
zh: 你确定要移除 "{taskName}" 下载记录吗?
zh_tw: 你確定要移除 "{taskName}" 下載紀錄嗎？

# task_remove_record_label
source: Delete with Files
es: Eliminar con archivos
fr: Supprimer avec les fichiers
id: Hapus dengan Berkas
it: Elimina con i file
nl: Bestand ook verwijderen
pt: Deletar com arquivos
ro: Ștergeți cu Fișiere
ru: Удалить вместе с файлами
uk: Видалити разом з файлами
vi: Xóa kèm tập tin
zh: 同时删除文件
zh_tw: 同時刪除檔案

# task_remove_record_success
source: Successfully removed task record for "{taskName}"
es: Se ha removido exitosamente la tarea "{taskName}"
fr: "{taskName}" éffacée
id: Catatan tugas berhasil dihapus untuk "{taskName}"
it: cronologia dell'attività "{taskName}" eliminata con successo
nl: Taakrecord voor "{taskName}" succesvol verwijderd
pt: Registro da tarefa "{taskName}" apagado com sucesso
ro: Istoricul sarcinii a fost șters cu succes pentru "{taskName}"
ru: Успешно удалена запись про задание "{taskName}"
uk: Успішно видалено запис про завдання "{taskName}"
vi: Xoá thành công bản ghi tác vụ cho "{taskName}"
zh: 移除 "{taskName}" 下载记录成功
zh_tw: 移除 "{taskName}" 下載紀錄成功

# task_remove_record_fail
source: Failed to remove task record for "{taskName}"
es: Hubo un fallo al eliminar la tarea "{taskName}"
fr: "{taskName}" n'a pas été éffacée
id: Gagal menghapus catatan tugas untuk "{taskName}"
it: Imposibile eliminare la cronologia dell'attività "{taskName}"
nl: Taakrecord voor "{taskName}" kon niet verwijderd worden
pt: Falha ao apagar o registro da tarefa "{taskName}"
ro: Nu s-au putut șterge istoricul sarcinii pentru "{taskName}"
ru: Ошибка при удалении записи про задание "{taskName}"
uk: Помилка при видаленні запису про завдання "{taskName}"
vi: Xoá thất bại bản ghi tác vụ cho "{taskName}"
zh: 移除 "{taskName}" 下载记录失败
zh_tw: 移除 "{taskName}" 下載紀錄失敗

# task_show_in_folder
source: Show Task In Folder
es: Mostrar la carpeta de la tarea
fr: Montrer la tâche dans le dossier
id: Tampilkan Tugas Di Folder
it: Mostra le attività nela cartella
nl: Taak in map bekijken
pt: Exibir Tarefa na Pasta
ro: Arată sarcina în Folder
ru: Отобразить файлы заданий в папке
uk: Відобразити файли завдання у папці
vi: Hiển thị tác vụ trong thư mục
zh: 在文件夹中显示
zh_tw: 在資料夾中顯示

# task_file_not_exist
source: Target file does not exist or has been deleted
es: El archivo objetivo no existe o ha sido eliminado
fr: Le fichier n'existe pas ou a été supprimé
id: Berkas target tidak ada atau telah dihapus
it: File target non esistente o eliminato
nl: Doelbestand bestaad niet of is verwijderd
pt: O arquivo não existe ou foi apagado
ro: Fișierul țintă nu există sau a fost șters
ru: Запрошенный файл не существует или был удален
uk: Розшукуємий файл не існує або був видаленний
vi: Tập tin mục tiêu không tồn tại hoặc đã bị xóa
zh: 目标文件不存在或已删除
zh_tw: 目標檔案不存在或已刪除

# task_file_path_error
source: File path error
es: Error en la ruta del archivo
fr: Erreur de lien sur le fichier
id: Lokasi berkas error
it: Errore path del file
nl: Bestandpad fout
pt: Erro no caminho do arquivo
ro: Eroare cale fișier
ru: Ошибка в пути к файлу
uk: Помилка шляху файла
vi: Lỗi đường dẫn tệp
zh: 文件路径异常
zh_tw: 檔案路徑錯誤

# task_opening_task_message
source: Opening "{taskName}"
es: Abriendo "{taskName}"
fr: Ouverture de "{taskName}"
id: Membuka "{taskName}"
it: Apertura attività "{taskName}"
nl: "{taskName}" openen
pt: Abrindo "{taskName}"
ro: Deschid "{taskName}"
ru: Открытие "{taskName}"
uk: Відкриття "{taskName}"
vi: Đang mở "{taskName}"
zh: 正在打开 "{taskName}"
zh_tw: 正在打開 "{taskName}"

# task_get_task_name
source: Getting task name
es: Obteniendo el nombre de la tarea
fr: Récupération du nom de la tâche
id: Mendapatkan nama tugas
it: Ottengo il nome del file
nl: Taak naam ophalen
pt: Obter o nome da tarefa
ro: Se obține numele sarcinii
ru: Получить имя задания
uk: Отримання Ім'я завдання
vi: Lấy tên tác vụ.
zh: 获取任务名中
zh_tw: 取得任務名稱中

# task_remaining_prefix
source: Remaining
es: Faltante
fr: Restant
id: Tersisa
it: Rimanente
nl: Resterend
pt: Restante
ro: Mai rămân
ru: Осталось
uk: Залишилося
vi: Còn lại
zh: 剩余
zh_tw: 剩下

# task_select_torrent
source: Drag torrent file here, or click to select
es: Arrastrar un archivo Torrent aquí o clic para seleccionar
fr: Glissez-déposez un torrent ici, ou cliquez pour en choisir un
id: Seret berkas torrent ke sini, atau klik untuk memilih
it: Trascina il file torrent qua o clicca per selezionarlo
nl: Sleep torrentbestand hier naartoe of klik om te selecteren
pt: Arraste o torrent aqui, ou clique para selecionar
ro: Trageți fișierul torrent aici sau faceți clic pentru a selecta
ru: Перетяните torrent файл сюда, или нажмите выбрать
uk: Перетягніть torrent файл сюди, або натисніть обрати
vi: Kéo thả tập tin torrent vào đây hoặc nhấp để chọn
zh: 将种子拖到此处，或点击选择
zh_tw: 將種子拖曳至此，或點選來選取

# task_task_detail_title
source: Task Details
vi: Thông tin tác vụ
zh: 任务详情
zh_tw: 任務詳細資訊

# task_task_info_dialog_title
source: {title} Details
es: Detalles de {title}
id: {title} Detail
it: Dettagli {title}
pt: {title} Detalhes
ro: {title} Detalii
ru: {title} Детали
uk: {title} Деталі
vi: {title} Chi tiết
zh: {title} 详情
zh_tw: {title} 詳細資訊

# task_download_start_message
source: Started downloading {taskName}
es: Se inicio la descarga de {taskName}
fr: Téléchargment de {taskName}
id: Memulai mengunduh {taskName}
it: Iniziato il download di {taskName}
nl: Start downloaden van {taskName}
pt: Iniciar download {taskName}
ro: Descărcarea a început {taskName}
ru: Началась загрузка {taskName}
uk: Почалось завантаження {taskName}
vi: Bắt đầu tải xuống {taskName}
zh: 开始下载 {taskName}
zh_tw: 開始下載 {taskName}

# task_download_pause_message
source: Paused downloading {taskName}
es: Se pausó la descarga de {taskName}
fr: Mise en pause de {taskName}
id: Menunda mengunduh {taskName}
it: Download di {taskName} in pausa
nl: Pauzeeer downloaden van {taskName}
pt: Pausar download {taskName}
ro: Descărcare întreruptă {taskName}
ru: Приостановить загрузку {taskName}
uk: Призупинине завантаження {taskName}
vi: Tạm dừng tải xuống {taskName}
zh: 暂停下载 {taskName}
zh_tw: 暫停下載 {taskName}

# task_download_stop_message
source: Stopped downloading {taskName}
es: Se detuvo la descarga de {taskName}
fr: {taskName} téléchargment arrété
id: Berhenti mengunduh {taskName}
it: Download di {taskName} stoppato
nl: Download van{taskName} gestopt
pt: {taskName} download parado
ro: Descărcare oprită {taskName}
ru: Остановить загрузку {taskName}
uk: Зупинине завантаження {taskName}
vi: Đã dừng tải xuống {taskName}
zh: {taskName} 下载中止
zh_tw: {taskName} 下載中止

# task_download_error_message
source: Error occurred when downloading {taskName}
es: Ha ocurrido un error al descargar {taskName}
fr: {taskName} une erreur c'est produite
id: Terjadi kesalahan saat mengunduh {taskName}
it: Errore durante il download di {taskName}
nl: Fout bij downloaden van {taskName} opgetreden
pt: {taskName} ocorreu um erro no download
ro: A apărut o eroare la descărcare {taskName}
ru: Ошибка во время загрузки {taskName}
uk: Помилка під час завантаження {taskName}
vi: Xảy ra lỗi khi tải xuống {taskName}
zh: {taskName} 下载发生错误
zh_tw: {taskName} 下載錯誤

# task_download_complete_message
source: Completed downloading {taskName}
es: Se termino de descargar {taskName}
fr: {taskName} téléchargement terminé
id: Selesai mengunduh {taskName}
it: Dowload di {taskName} completato
nl: Download van {taskName} geannuleerd
pt: {taskName} download completado
ro: Descărcare finalizată {taskName}
ru: Завершена загрузка {taskName}
uk: Виконане завантаження {taskName}
vi: Đã hoàn tất tải xuống {taskName}
zh: {taskName} 下载完成
zh_tw: {taskName} 下載完成

# task_download_complete_notify
source: Download Completed
es: Descarga completada
fr: Téléchargement Terminé
id: Unduh Selesai
it: Download completato
nl: Download geannuleerd
pt: Download Completado
ro: Descărcare finalizată
ru: Загрузка завершена
uk: Завантаження виконане
vi: Tải xuống hoàn tất
zh: 下载完成
zh_tw: 下載完成

# task_bt_download_complete_message
source: Completed downloading {taskName}, seeding
es: Descarga completada {taskName}, compartiendo
fr: {taskName} téléchargement terminé, ensemencement
id: Selesai mengunduh {taskName}, penyemaian
nl: Download van {taskName} voltooid, seeden
pt: {taskName} download completado, propagação
ro: Descărcare finalizată {taskName}, se stă la seed
ru: Завершена загрузка {taskName}, раздача
uk: Виконане завантаження {taskName}, раздача
vi: Đã hoàn tất tải xuống {taskName}, đang seed
zh: {taskName} 下载完成，正在做种
zh_tw: {taskName} 下載完成，正在做種

# task_bt_download_complete_notify
source: BT Download Completed, seeding
es: Descarga BT completa, compartiendo
fr: BT Télécharger Terminé, Ensemencement
id: BT Unduh Selesai, penyemaian
it: Dowload BT completato, seeding
nl: BT Download voltooid, seeden
pt: Download do BT concluído, Propagação
ro: Descărcare BT finalizată, se stă la seed
ru: BT Загрузка завершена, раздача
uk: BT Виконане завантаження, роздача
vi: BT đã hoàn tất tải xuống, đang seed
zh: BT 任务下载完成，正在做种
zh_tw: BT 任務下載完成，正在做種

# task_bt_download_complete_tips
source: Tips: You can stop a task to end its seeding
es: Consejo: Puede detener una tarea para dejar de compartir
fr: Astuces: Vous pouvez arrêter la tâche pour mettre fin à l'ensemencement
id: Tips: Anda dapat menghentikan tugas untuk mengakhiri penyemaian
it: Suggerimento: È possibile interrompere un'attività per fermare il seeding
nl: Tip: U kunt een taak stoppen om het seeden de beëindigen
pt: Dicas: você pode parar a tarefa para terminar a propagação
ro: Sfaturi: puteți opri o sarcină pentru a nu mai sta la "seed"
ru: Совет: Вы можете остановить задачу, чтобы остановить раздачу
uk: Порада: Ви можите зупинити завдання щоб зупинити роздачу
vi: Mẹo: Bạn có thể dừng một tác vụ để kết thúc việc seed
zh: 提示：你可以停止任务结束做种
zh_tw: 提示：你可以停止任務結束做種

# task_bt_stopping_seeding_tip
source: Stopping seeding, it will take some time to disconnect, please wait
es: Detener la siembra, tomará un tiempo desconectarse, por favor espere
fr: Arrêt de l'ensemencement, la déconnexion prendra un certain temps, veuillez patienter
id: Menghentikan penyemaian, perlu beberapa saat untuk memutuskan, harap tunggu
it: Seeding fermato, ci vorrà un po' di tempo per disconnettersi, per favore, aspetta
nl: Seeden stoppen. Het duurt even voor de verbindingen zijn verbroken, even geduld
pt: Parando a propagação, levará algum tempo para desconectar, aguarde
ro: Se oprește statul la seed, va dura ceva timp pentru a vă deconecta, vă rugăm să așteptați
ru: Остановка посева, потребуется некоторое время, чтобы отключиться, пожалуйста, подождите
uk: Припиняючи посів, потрібно буде трохи часу відключити, зачекайте, будь ласка
vi: Ngừng seed, sẽ mất một thời gian để ngắt kết nối, vui lòng đợi
zh: 正在停止做种，断开连接需要些时间，请耐心等待
zh_tw: 停止做種中，需要些時間才能斷開連接，請稍候

# task_download_fail_message
source: Failed to download {taskName}
es: No se pudo descargar {taskName}
fr: {taskName} téléchargement échoué
id: Gagal mengunduh {taskName}
it: Impossibile scaricare {taskName}
nl: Download van {taskName} mislukt
pt: {taskName} falha no download
ro: Descărcarea nu a reușit {taskName}
ru: Не удалось загрузить {taskName}
uk: Не вдалося завантажити {taskName}
vi: Không thể tải xuống {taskName}
zh: {taskName} 下载失败
zh_tw: {taskName} 下載失敗

# task_download_fail_notify
source: Download Failed
es: Descarga fallida
fr: Téléchargement Échoué
id: Unduhan Gagal
it: Download Fallito
nl: Download mislukt
pt: Falha no Download
ro: Descărcarea nu a reușit
ru: Ошибка загрузки
uk: Помилка завантаження
vi: Tải xuống thất bại
zh: 下载失败
zh_tw: 下載失敗

# window_reload
source: Reload
es: Recargar
fr: Recharger
id: Muat Ulang
it: Ricarica
nl: Vervesen
pt: Recarregar
ro: Reîncărcă
ru: Перезагрузить
uk: Перезавнтажити
vi: Tải lại
zh: 重新加载
zh_tw: 重新載入

# window_close
source: Close
es: Cerrar
fr: Fermer
id: Keluar
it: Chiudi
nl: Sluiten
pt: Fechar
ro: Închide
ru: Закрыть
uk: Закрити
vi: Đóng
zh: 关闭
zh_tw: 關閉

# window_minimize
source: Minimize
es: Minimizar
fr: Réduire
id: Perkecil
it: Riduci a icona
nl: Minimaliseren
pt: Minimizar
ro: Minimizează
ru: Свернуть
uk: Згорнути
vi: Thu nhỏ
zh: 最小化
zh_tw: 最小化

# window_zoom
source: Zoom
it: Zoo
nl: Zoomen
ru: Увеличение
uk: Збільшення
vi: Thu phóng
zh: 放大
zh_tw: 放大

# window_toggle_fullscreen
source: Enter Full Screen
es: Entrar a Pantalla Completa
fr: Passer en mode Plein écran
id: Layar penuh
nl: Volledig scherm tonen
pt: Modo Full Screen
ro: Intră în mod ecran complet
ru: Перейти в полноэкранный режим
uk: Перейти до повноекранного режиму
vi: Mở Toàn Màn Hình
zh: 进入全屏幕
zh_tw: 切換全螢幕

# window_front
source: Bring All to Front
es: Pasar Todo al frente
fr: Tout mettre au premier plan
id: Bawa Semua ke Depan
it: Riporta tutto davanti
nl: Alles naar voorgrond brengen
pt: Trazer Tudo Para a Frente
ro: Adu-le pe toate în față
ru: Поверх всех окон
uk: Поверх всіх вікон
vi: Đưa tất cả lên phía trước
zh: 前置全部窗口
zh_tw: 全部視窗移至最前方

# task_task_referer
source: Referer
es: Referente
fr: Référent
ru: Реферал
uk: Реферал

# task_task_info_hash
source: Hash
es: Picadillo
fr: Hacher
pt: Cerquilha
ru: Хеш
uk: Хеш

# task_task_peer_ip
source: IP
id: AKU P
