Repository: hugetiny/Hapee
Catalog: ui/flutter/lib/l10n/app_*.arb
Languages: es, fr, id, it, nl, pt, ro, ru, uk, vi, zh, zh_tw

# task_thunder_link_tips
source: Tip: Thunder links may not be downloadable after decoding
es: Tip: Es posible que los enlaces Thunder no se puedan descargar después de la decodificación.
fr: Astuce: Les liens Thunder ne doivent pas être téléchargés après décodage
id: Tip: Thunder tautan mungkin tidak dapat diunduh setelah decoding
it: Nota: I Thunder links potrebbero non essere più scaricabili dopo il decoding
nl: Tip: Thunder links zijn mogelijk niet downloadbaar na decodering
pt: Dica: Thunder links não podem ser baixados após decodificados
ro: Sfat: Este posibil ca linkurile Thunder să nu poată fi descărcate după decodare
ru: Совет: Ссылки типа Thunder могут не загружаться после декодированния
uk: Порада: Посилання типу Thunder може не завантажуватися після декодування
vi: Mẹo: Liên kết Thunder có thể không tải được sau khi giải mã
zh: 友情提示：迅雷链接解码之后的资源不一定存在
zh_tw: 友情提示：迅雷連結解碼之後的資源不一定存在

# task_new_task_uris_required
source: Please enter at least one valid resource url
es: Por favor, introduzca al menos una url de recurso válida
fr: Veuillez entrer au moins une URL de ressource valide
id: Silakan masukkan setidaknya satu url yang valid
it: Per favore, inserisci almeno un url risorsa valido
nl: Geef a.u.b. tenminste een geldige URL
pt: Por favor, insira pelo menos um URL de recurso válido
ro: Introduceți cel puțin o adresă URL validă
ru: Введите хотя бы один действительный URL-адрес ресурса
uk: Введіть принаймні один дійсний URL-адресу ресурсу
vi: Vui lòng nhập ít nhất một url tài nguyên hợp lệ
zh: 请至少输入一个有效的下载地址
zh_tw: 請至少輸入一個有效的資源網址

# task_new_task_torrent_required
source: Please select a torrent file
es: Seleccione un archivo torrent
fr: Veuillez sélectionner un fichier torrent
id: Silahkan pilih berkas torrent
it: Per favore, inserisci un file torrent
nl: Kies a.u.b. een torrentbestand
pt: Por favor, selecione um arquivo torrent
ro: Vă rugăm să selectați un fișier torrent
ru: Пожалуйста, выберите torrent файл
uk: Будь ласка оберіть torrent файл
vi: Vui lòng chọn tập tin Torrent
zh: 请先选择种子文件
zh_tw: 請先選擇種子檔案

# task_file_name
source: Name
es: Nombre
fr: Nom de fichier
id: Nama
it: Nome
nl: Bestandsnaam
pt: Nome
ro: Nume
ru: Имя файла
uk: Ім'я файлу
vi: Tên
zh: 文件名
zh_tw: 檔案名稱

# task_file_extension
source: Extension
es: Extensión
fr: Ext
id: Perpanjangan
it: Estensione
nl: Bestandstype
pt: Ext
ro: Extensie
ru: Тип файла
uk: Тип файлу
vi: Loại
zh: 扩展名
zh_tw: 副檔名

# task_file_size
source: Size
es: Tamaño
fr: Taille
id: Ukuran
it: Dimensione
nl: Bestandsgrootte
pt: Tamanho
ro: Dimensiune
ru: Размер
uk: Розмір
vi: Kích thước
zh: 大小
zh_tw: 大小

# task_file_completed_size
source: Completed
es: Terminado
fr: Téléchargé
id: Ukuran domplet
it: Completato
nl: Gedownload
pt: Baixado
ro: Descărcat
ru: Завершенный
uk: Завершений
vi: Đã hoàn thành
zh: 已完成
zh_tw: 已下載

# task_selected_files_sum
source: Selected: {selectedFilesCount} files, total size {selectedFilesTotalSize}
es: Seleccionado: {selectedFilesCount} files, total size {selectedFilesTotalSize}
fr: Sélectionné: {selectedFilesCount} fichiers, total {selectedFilesTotalSize}
id: Terpilih: {selectedFilesCount} berkas, total ukuran {selectedFilesTotalSize}
it: Selezionati: {selectedFilesCount} files, dimensione totale {selectedFilesTotalSize}
nl: Geselecteerd: {selectedFilesCount} bestanden, totale grootte {selectedFilesTotalSize}
pt: Selecionado: {selectedFilesCount} arquivos, total {selectedFilesTotalSize}
ro: Selectate: {selectedFilesCount} fișiere, dimensiune totală {selectedFilesTotalSize}
ru: Выбрано: {selectedFilesCount} файлов, общий размер {selectedFilesTotalSize}
uk: Обрано: {selectedFilesCount} файлів, загальний розмір {selectedFilesTotalSize}
vi: Đã chọn: {selectedFilesCount} tập tin, tổng kích thước {selectedFilesTotalSize}
zh: 已选：{selectedFilesCount}个文件，共 {selectedFilesTotalSize}
zh_tw: 選中：{selectedFilesCount}個檔案，總計 {selectedFilesTotalSize}

# task_select_at_least_one
source: Please select at least one file
es: Seleccione al menos un archivo
fr: Veuillez sélectionner au moins un fichier
id: Pilih setidaknya satu file
it: Seleziona almeno un file
nl: Kies a.u.b. ten minste 1 bestand
pt: Selecione pelo menos um arquivo
ro: Vă rugăm să selectați cel puțin un fișier
ru: Пожалуйста, выберите хотя бы один файл
uk: Виберіть принаймні один файл
vi: Vui lòng chọn ít nhất một tệp
zh: 请选择至少一个文件
zh_tw: 請選擇至少一個檔案

# task_task_name
source: Task Name
es: Nombre de la tarea
fr: Nom de la tâche
id: Nama Tugas
it: Nome attività
nl: Taak naam
pt: Nome da Tarefa
ro: Nume sarcină
ru: Имя загрузки
uk: Ім'я завдання
vi: Tên tác vụ
zh: 任务名称
zh_tw: 任務名稱

# task_task_out
source: Rename
es: Renombrar
fr: Renommer
id: Ubah Nama
it: Rinomina
nl: Hernoemen
pt: Renomear
ro: Redenumeşte
ru: Переименовать
uk: Перейменувати
vi: Đổi tên
zh: 重命名
zh_tw: 重新命名

# task_task_out_tips
source: Optional
es: Opcional
fr: Optionel
id: Opsional
it: (opzionale)
nl: Optioneel
pt: Opcional
ro: Opțional
ru: Необязательный
uk: Необов'язковий
vi: Không bắt buộc
zh: 选填
zh_tw: 選填

# task_task_split
source: Splits
es: Dividir
fr: Découpages
id: Pecahan
it: Dividi
ro: Scindări
ru: Разбить
uk: Розбити
vi: Chia nhỏ
zh: 分片数
zh_tw: 分片數

# task_task_dir
source: Save to
es: Guardar en
fr: Répertoire
id: Simpan Ke
it: Posizione file
nl: Map
pt: Diretório
ro: Salvează în
ru: Сохранить как
uk: Зберігти в
vi: Lưu đến
zh: 存储路径
zh_tw: 儲存資料夾

# task_task_proxy
source: Proxy
zh: 代理
zh_tw: 代理伺服器

# task_task_error_info
source: Error
fr: Erreur
id: Kesalahan
it: Errore
pt: Erro
ro: Eroare
ru: Ошибка
uk: Помилка
vi: Lỗi
zh: 错误信息
zh_tw: 錯誤信息

# task_task_piece
source: Piece
es: Trozo
fr: Pièce
id: Bagian
it: Pezzo
nl: Deel
pt: Artigo
ro: Bucată
ru: Кусок
uk: Шматок
vi: Mảnh
zh: 分片
zh_tw: 分片

# task_task_piece_length
source: Piece Size
es: Tamaño de pieza
fr: Taille de la pièce
id: Ukuran Potongan
it: Dimensione del pezzo
nl: Deelgrootte
pt: Tamanho da peça
ro: Dimensiunea piesei
ru: Размер куска
uk: Розмір шматка
vi: Kích thước mảnh
zh: 分片大小
zh_tw: 分片大小

# task_task_num_pieces
source: Pieces
es: Piezas
fr: Pièces
id: Potongan
it: Pezzi
nl: Delen
pt: Peças
ro: Piese
ru: Шт
uk: Шматочки
vi: Các mảnh
zh: 分片数量
zh_tw: 分片數量

# task_task_bittorrent_info
source: Torrent Info
es: Información de Torrent
fr: Informations sur le torrent
id: Info Torrent
it: Informazioni sul torrent
ro: Informații despre torrent
ru: Информация о торрентах
uk: Інформація про торрент
vi: Thông tin Torrent
zh: 种子信息
zh_tw: 種子資訊

# task_task_bittorrent_creation_date
source: Creation Date
es: Fecha de creación
fr: Date de création
id: Tanggal Pembuatan
it: Data di creazione
nl: Aanmaakdatum
pt: Data de criação
ro: Data crearii
ru: Дата создания
uk: Дата створення
vi: Ngày tạo
zh: 发布时间
zh_tw: 發佈時間

# task_task_bittorrent_comment
source: Comment
es: Comentario
fr: Commenter
id: Komentar
it: Commento
nl: Opmerking
pt: Comente
ro: cometariu
ru: Комментарий
uk: Прокоментуйте
vi: Bình luận
zh: 备注
zh_tw: 備註

# task_task_progress_info
source: Progress
es: Progreso
fr: Le progrès
id: Kemajuan
it: Progresso
nl: Voortgang
pt: Progresso
ro: Progres
ru: Прогресс
uk: Прогрес
vi: Tiến trình
zh: 任务进度
zh_tw: 任務進度

# task_task_status
source: Status
es: Estado
fr: Statut
it: Stato
ro: stare
ru: Статус
uk: Статус
vi: Trạng thái
zh: 任务状态
zh_tw: 任務狀態

# task_task_num_seeders
source: Seeders
es: Sembradoras
fr: Semoirs
it: Seminatrici
nl: Seerders
pt: Semeadores
ro: Semănători
ru: Сеялки
uk: Сівалки
zh: 种子数
zh_tw: 種子數

# task_task_connections
source: Connections
es: Conexiones
fr: Connexions
id: Koneksi
it: Connessioni
nl: Verbindingen
pt: Conexões
ro: Conexiuni
ru: Подключения
uk: Зв'язки
vi: Kết nối
zh: 连接数
zh_tw: 連接數

# task_task_file_size
source: Size
es: Tamaño
fr: Taille
id: Ukuran
it: Dimensione
nl: Grootte
pt: Tamanho
ro: mărimea
ru: Размер
uk: Розмір
vi: Kích thước
zh: 文件大小
zh_tw: 檔案大小

# task_task_download_speed
source: Download Speed
es: Velocidad de Descarga
fr: Vitesse de téléchargement
id: Kecepatan Download
it: Velocità di download
nl: Downloadsnelheid
pt: Velocidade de download
ro: Viteza de descărcare
ru: Скорость загрузки
uk: Швидкість завантаження
vi: Tốc độ tải về
zh: 下载速度
zh_tw: 下載速度

# task_task_upload_speed
source: Upload Speed
es: Velocidad de subida
fr: Vitesse de téléchargement
id: Kecepatan unggah
it: Velocità di caricamento
nl: Uploadsnelheid
pt: Velocidade de upload
ro: Viteza de upload
ru: Скорость загрузки
uk: Швидкість завантаження
vi: Tốc độ tải lên
zh: 上传速度
zh_tw: 上傳速度

# app_task_downloaded
source: Downloaded
es: Descargado
fr: Téléchargé
id: Telah diunduh
it: Scaricato
nl: Gedownload
pt: Baixado
ro: Descărcat
ru: Скачано
uk: Завантажено
vi: Đã tải xuống
zh: 已下载
zh_tw: 已下載

# task_task_upload_length
source: Uploaded
es: Subido
fr: Téléchargé
id: Diupload
it: Caricato
nl: Geupload
pt: Carregado
ro: Încărcat
ru: Загружено
uk: Завантажено
vi: Đã tải lên
zh: 已上传
zh_tw: 已上傳

# task_task_ratio
source: Ratio
es: Proporción
fr: Rapport
id: Perbandingan
it: Rapporto
nl: Verhouding
pt: Razão
ro: Raport
ru: Соотношение
uk: Співвідношення
vi: Tỉ lệ
zh: 分享率
zh_tw: 分享率

# task_task_peer_host
source: Host
es: Anfitrión
fr: Hôte
id: Tuan rumah
it: Ospite
pt: Hospedeiro
ro: Gazdă
ru: Хозяин
uk: Ведучий
vi: Tổ chức
zh: 服务器
zh_tw: 伺服器

# task_task_peer_client
source: Client
es: Cliente
id: Klien
it: Cliente
pt: Cliente
ru: Клиент
uk: Клієнт
vi: Clients
zh: 客户端
zh_tw: 客戶端

# task_navigate_to_downloading
source: Navigate to Downloading
es: Navegar a Descargas
fr: Aller au Téléchargement
id: Beralih ke Unduhan
it: Naviga per scaricare
nl: Navigeer naar downloaden
pt: Navegar para o Downloading
ro: Mergi la Descărcări
ru: Перейти к загрузке
uk: Перейти до завантаження
vi: Điều hướng tải xuống
zh: 跳转到下载页面
zh_tw: 前往下載頁面

# task_show_advanced_options
source: Advanced Options
es: Opciones avanzadas
fr: Options Avancées
id: Setting Lanjutan
it: Opzioni avanzate
nl: Geavanceerde opties
pt: Opções Avançadas
ro: Opțiuni avansate
ru: Расширенные опции
uk: Розширенні опції
vi: Lựa chọn Nâng cao
zh: 高级选项
zh_tw: 進階選項

# task_copyright_warning
source: Copyright Warning
es: Advertencia sobre derechos de autor
fr: Avertissement Copyright
id: Peringatan Hak Cipta
it: Avviso sul Copyright
nl: Copyright waarschuwing
pt: Aviso de Copyright
ro: Avertisment privind drepturile de autor
ru: Предупреждение об авторских правах
uk: Попередження про авторські права
vi: Cảnh báo Bản quyền
zh: 版权提醒
zh_tw: 版權警告

# task_copyright_warning_message
source: The file you want to download may be copyrighted audio or video, please ensure that you have permission to access to it.
es: El archivo que desea descargar puede tener derechos de autor de audio o video, por favor asegúrese de que tiene permiso para acceder a él.
fr: Le fichier que vous voulez télécharger peut être une vidéo ou de l'audio soumie aux copyright, verifiez que vous possédez bien sa license.
id: File yang ingin Anda unduh mungkin berupa audio atau video yang dilindungi hak cipta, pastikan Anda memiliki izin untuk mengaksesnya.
it: Il file che stai cercando di scaricare potrebbe esssere un audio o video soggetto a Copyright, per favore, assicurati che tu abbia il permesso per accedervi.
nl: Het bestand dat u wilt te downloaden kan onder het auteursrecht vallen. Controleer of u in het bezit bent van de benodigde licentie
pt: O arquivo que você deseja baixa pode ser protegido por direitos de copyright de áudio ou vídeo, tenha certeza que você possui os direitos de licensa.
ro: Fișierul pe care doriți să îl descărcați poate fi audio sau video cu drepturi de autor, vă rugăm să vă asigurați că aveți permisiunea pentru a-l accesa.
ru: Файл, который вы пытаетесь загрузить, имеет запись об авторских правах на видео или аудио контент, пожалуйста проверьте, имеете ли вы права на загрузку этого файла.
uk: Файл який ви намагаєтесь завантажити можливо має авторські права на аудіо або відео, будь ласка перевірте чи ви маєте повноваження на доступ до цього файлу.
vi: Tập tin bạn muốn tải xuống có thể là âm thanh hoặc video có bản quyền, vui lòng đảm bảo rằng bạn có quyền truy cập vào nó.
zh: 您要下载的文件可能是有版权的音视频，请确保您有相应的版权方授权。
zh_tw: 您要下載的檔案可能是有版權的音訊視訊，請確保您有相應的版權方授權。

# task_copyright_yes
source: Yes, I have permission
es: Sí, tengo permiso
fr: Oui, je l'ai
id: Ya, Saya punya izin
it: Si, ho il permesso
nl: Ja, ik heb toestemming
pt: Sim, Eu Tenho
ro: Da, am permisiunea
ru: Да, у меня есть права
uk: Так, я маю повноваження
vi: Đúng, tôi được cấp phép
zh: 是，我有版权方授权
zh_tw: 是，我有版權方授權

# task_copyright_no
source: No, I don't have permission
es: No, no tengo permiso.
fr: Non
id: Tidak, Saya tidak punya izin
it: No, non ho il permesso
nl: Nee, ik heb geen toestemming
pt: Não
ro: Nu, nu am permisiunea
ru: Нет, у меня нет прав
uk: Ні, в мене нема повноваженнь
vi: Không, tôi không được cấp phép
zh: 否
zh_tw: 否

# task_copyright_error_message
source: Failed to add task due to copyright issue
es: No se pudo agregar una tarea debido a un problema de derechos de autor
fr: Ajout de la tâche annulé, pas de copyright
id: Gagal menambahkan tugas karena masalah hak cipta
it: Impossibile scaricare il file a causa di un problema di Copyright
nl: Kon taak niet toevoegen vanwege copyright probleem
pt: A operação falhou devido os direitos de copyright
ro: Adăugarea sarcinii nu a reușit din cauza problemei drepturilor de autor
ru: Ошибка при добавлении задачи из-за проблем с авторскими правами
uk: Помилка при додаванні завдання, через проблему за авторськими правами
vi: Không thể thêm Tác vụ vì vấn đề bản quyền
zh: 因版权问题，添加任务失败
zh_tw: 因版權問題，新增任務失敗

# task_pause_task
source: Pause Task
es: Pausar Tarea
fr: Mettre en Pause
id: Tunda Tugas
it: Metti in pausa attività
nl: Taak pauzeren
pt: Pausar Tarefa
ro: Întrerupeți sarcina
ru: Приостановить задание
uk: Призупинити завдання
vi: Tạm dừng Tác vụ
zh: 暂停任务
zh_tw: 暫停任務

# task_pause_task_success
source: Successfully paused task "{taskName}"
es: Se ha pausado la tarea "{taskName}"
fr: Mise en pause de "{taskName}" avec succés
id: Tugas berhasil ditunda "{taskName}"
it: "{taskName}" messo in pausa con successo
nl: Taak "{taskName}" succesvol gepauzeerd
pt: Tarefa "{taskName}" pausada com sucesso
ro: Sarcina "{taskName}" a fost întreruptă cu succes
ru: Успешно остановлено задание "{taskName}"
uk: Успішно призупинине завдання "{taskName}"
vi: Dừng tác vụ thành công "{taskName}"
zh: 暂停任务 "{taskName}" 成功
zh_tw: 暫停任務 "{taskName}" 成功

# task_pause_task_fail
source: Failed to pause task "{taskName}"
es: Hubo un fallo al pausar la tarea "{taskName}"
fr: Mise en pause de "{taskName}" échouée
id: Gagal menunda tugas "{taskName}"
it: Impossibile mettere in pausa "{taskName}"
nl: Taak "{taskName}" pauzeren mislukt
pt: Falha ao pausar a tarefa "{taskName}"
ro: Nu s-a putut întrerupe sarcina "{taskName}"
ru: Ошибка во время остановки задания "{taskName}"
uk: Помилка призупинення завдання "{taskName}"
vi: Dừng tác vụ thất bại "{taskName}"
zh: 暂停任务 "{taskName}" 失败
zh_tw: 暫停任務 "{taskName}" 失敗

# task_resume_task
source: Resume Task
es: Resumir tarea
fr: Reprendre
id: Lanjutkan tugas
it: Ricomincia Task
nl: Taak hervatten
pt: Resumir Tarefa
ro: Reluați sarcina
ru: Возобновить задание
uk: Поновити Завдання
vi: Tiếp tục Tác vụ
zh: 恢复任务
zh_tw: 繼續任務

# task_resume_task_success
source: Successfully resumed task "{taskName}"
es: Se ha reanudado la tarea "{taskName}"
fr: Reprise de "{taskName}" avec succés
id: Berhasil melanjutkan tugas "{taskName}"
it: Attività "{taskName}" ricominciata con successo
nl: Taak "{taskName}" succesvol hervat
pt: Tarefa "{taskName}" resumida com sucesso
ro: Sarcina "{taskName}" a fost reluata cu succes
ru: Успешно возобновлено задание "{taskName}"
uk: Успішно поновленне завдання "{taskName}"
vi: Tác vụ được tải lại thành công "{taskName}"
zh: 恢复任务 "{taskName}" 成功
zh_tw: 繼續任務 "{taskName}" 成功

# task_resume_task_fail
source: Failed to resume task "{taskName}"
es: Hubo un error al resumir la tarea "{taskName}"
fr: Reprise de "{taskName}" échouée
id: Gagal melanjutkan tugas "{taskName}"
it: Impossibile ricominciare l'attività: "{taskName}"
nl: Taak "{taskName}" hervatten mislukt
pt: Falha ao resumir a tarefa "{taskName}"
ro: Nu s-a putut relua sarcina "{taskName}"
ru: Ошибка во время возобновления задания "{taskName}"
uk: Помилка при поновленні завдання "{taskName}"
vi: Tác vụ không thể tải lại "{taskName}"
zh: 恢复任务 "{taskName}" 失败
zh_tw: 繼續任務 "{taskName}" 失敗

# task_delete_task
source: Delete Task
es: Eliminar tarea
fr: Supprimer
id: Hapus tugas
it: Elimina attività
nl: Taak verwijderen
pt: Apagar Tarefa
ro: Șterge sarcina
ru: Удалить задание
uk: Видалити завдання
vi: Xóa tác vụ
zh: 移除任务
zh_tw: 移除任務

# task_delete_selected_tasks
source: Delete Selected Tasks
es: Eliminar tareas seleccionadas
fr: Supprimer la séléction
id: Hapus tugas terpilih
it: Elimina attività selezionate
nl: Geselecteerde taken verwijderen
pt: Apagar as Tarefas Selecionadas
ro: Șterge sarcinile selectate
ru: Удалить выбранные задания
uk: Видалити обранне завдання
vi: Xóa những tác vụ được chọn
zh: 移除选中的任务
zh_tw: 移除選取的任務

# task_delete_task_confirm
source: Are you sure you want to remove download task "{taskName}"?
es: ¿Está seguro que desea eliminar la tarea "{taskName}"?
fr: Étes vous sûr de vouloir supprimer "{taskName}" ?
id: Anda yakin ingin menghapus tugas unduhan "{taskName}"?
it: Sei sicuro di voler rimuovere l'attività "{taskName}"?
nl: Weet u zeker dat u de download van "{taskName}" wilt verwijderen?
pt: Você tem certeza de que deseja apagar a seguinte tarefa de download: "{taskName}"?
ro: Sunteţi sigur că vreţi să eliminați sarcina "{taskName}"?
ru: Вы уверены, что хотите удалить задание "{taskName}"?
uk: Ви впевненні що бажаєте видалити завдання "{taskName}"?
vi: Bạn có chắc chắn muốn xóa tác vụ tải xuống "{taskName}"?
zh: 你确定要移除 "{taskName}" 下载任务吗?
zh_tw: 你確定要移除 "{taskName}" 下載任務嗎？

# task_batch_delete_task_confirm
source: Are you sure you want to remove {count} download tasks in batch?
es: ¿Está seguro de que desea eliminar {count} tareas de descarga en lote?
fr: Voulez-vous vraiment supprimer {count} tâches de téléchargement par lot?
id: Anda yakin ingin menghapus {count} tugas unduhan (batch)?
it: Sei sicuro di voler rimuovere {count} attività in batch?
nl: Weet u zeker dat u {count} taken in 1 keer verwijderen?
pt: Tem certeza de que deseja remover {count} tarefas de download em lote?
ro: Sigur doriți să eliminați {count} sarcini de descărcare în lot?
ru: Вы уверены, что хотите удалить {count} задач загрузки в пакетном режиме?
uk: Ви впевнені, що хочете видалити {count} завдань із завантаження в пакеті?
vi: Bạn có chắc chắn muốn xóa {Count} tác vụ tải xuống không?
zh: 你确定要批量移除{count}个下载任务吗?
zh_tw: 你確定要批量移除{count}個下載任務嗎？

# task_delete_task_label
source: Delete with Files
es: Eliminar con archivos
fr: Supprimer avec les fichiers
id: Hapus dengan File
it: Elimina con i file
nl: Bestand ook verwijderen
pt: Apagar com os Arquivos
ro: Ștergeți cu Fișiere
ru: Удалить вместе с файлами
uk: Видалити разом з файлами
vi: Xóa kèm tập tin
zh: 同时删除文件
zh_tw: 同時刪除檔案

# task_delete_task_success
source: Successfully deleted task "{taskName}"
es: Tarea eliminada exitosamente "{taskName}"
fr: Suppression de "{taskName}" avec succés
id: Tugas "{taskName}" berhasil dihapus
it: attività "{taskName}" eliminata con successo
nl: Taak "{taskName}" succesvol verwijderd
pt: Tarefa "{taskName}" apagada com sucesso
ro: Sarcina "{taskName}" a fost ștearsă cu succes
ru: Успешно удалено задание "{taskName}"
uk: Успішно видалине завдання "{taskName}"
vi: Xóa tác vụ thành công "{taskName}"
zh: 移除任务 "{taskName}" 成功
zh_tw: 移除任務 "{taskName}" 成功

# task_delete_task_fail
source: Failed to delete task "{taskName}"
es: Hubo un error al eliminar la tarea "{taskName}"
fr: Suppression de "{taskName}" échouée
id: Tugas "{taskName}" gagal dihapus
it: Impossibile eliminare l'attività "{taskName}"
nl: Taak "{taskName}" verwijderen mislukt
pt: Falha ao apagar a tarefa "{taskName}"
ro: Nu s-a putut ștearge sarcina "{taskName}"
ru: Ошибка во время удаления задания "{taskName}"
uk: Помилка при видаленні завдання "{taskName}"
vi: Xóa tác vụ thất bại "{taskName}"
zh: 移除任务 "{taskName}" 失败
zh_tw: 移除任務 "{taskName}" 失敗

# task_remove_task_file_fail
source: Failed to delete task file(s), please delete them manually
es: No se han eliminado los archivos de tareas, por favor, elimínelos manualmente.
fr: Impossible de supprimer la tâche, s'il vous plait supprimez la manuellement
id: Gagal menghapus berkas tugas, silahkan hapus secara manual
it: Imossibile eliminare i file(s) delle attività, per favore, eliminali manualmente
nl: Bestand verwijderen mislukt, gelieve handmatig verwijderen
pt: Falha ao tentar deletar o arquivo da tarefa, por favor, apague manualmente
ro: Nu s-au putut șterge fișierele sarcinii, ștergeți-le manual
ru: Ошибка во время удаления файла(ов) задания. Пожалуйста, удалите его (их) самостоятельно
uk: Поимилка при видаленні файла(файлів) завдання, будь ласка видаліть його(їх) самостійно
vi: Không thể xóa (các) tập tin trong tác vụ, vui lòng xóa chúng theo cách thủ công
zh: 删除任务文件失败，请手动删除
zh_tw: 刪除任務檔案失敗，請手動刪除

# task_remove_task_config_file_fail
source: Failed to delete task config file, please delete it manually
es: No se ha podido eliminar el archivo de configuración de la tarea, por favor, elimínelo manualmente.
fr: Impossible de supprimer le fichier de configuration de la tâche, s'il vous plait supprimez le manuellement
id: Gagal menghapus pengaturan berkas tugas, silahkan hapus secara manual
it: Impossibile eliminare i file di configutazine delle attività, per favore, eliminali manualmente
nl: Taakconfiguratiebestand verwijderen mislukt, gelieve handmatig verwijderenn
pt: Falha ao tentar deletar o arquivo de configuração da tarefa, por favor, apague manualmente
ro: Ștergerea fișierului de configurare a sarcinii nu a reușit, ștergeți-l manual
ru: Ошибка при удалении файла конфигурации задания. Пожалуйста, удалите его самостоятельно
uk: Помилка пи видаленні файла конфігурації завдання, будьласка видаліть його самостійно
vi: Không thể xóa tập tin cấu hình tác vụ, vui lòng xóa chúng theo cách thủ công
zh: 删除任务配置文件失败，请手动删除
zh_tw: 刪除任務設定檔失敗，請手動刪除

# task_move_task_up
source: Move Task Up
es: Desplazar tarea hacia arriba
fr: Déplacer vers le haut
id: Pidahkan Tugas ke Atas
it: Muovi l'attività più in alto
nl: Taak naar boven verplaatsen
pt: Mover Tarefa para Cima
ro: Muta sarcina în sus
ru: Переместить задание вверх
uk: Пермістити завдання в гору
vi: Đưa tác vụ lên
zh: 上移任务
zh_tw: 上移任務

# task_move_task_down
source: Move Task Down
es: Desplazar tarea hacia abajo
fr: Déplacer vers le bas
id: Pidahkan Tugas ke Bawah
it: Muovi l'attività più in basso
nl: Taak naar beneden verplaatsen
pt: Mover Tarefa para Baixar
ro: Muta sarcina în jos
ru: Переместить задание вниз
uk: Перемістити завдання в низ
vi: Đưa tác vụ xuống
zh: 下移任务
zh_tw: 下移任務

# task_pause_all_task
source: Pause All Tasks
es: Pausar todas las tareas
fr: Tout mettre en pause
id: Tunda Semua Tugas
it: Metti in pausa tutte le attività
nl: Alle taken pauzeren
pt: Pausar Todas as Tarefas
ro: Întrerupeți toate sarcinile
ru: Приостановить все задания
uk: Призупинити всі завдання
vi: Dừng Tất cả Tác vụ
zh: 暂停所有任务
zh_tw: 暫停所有任務

# task_pause_all_task_success
source: Successfully paused all tasks
es: Se pausaron todas las tareas exitosamente
fr: Mise en pause réussie
id: Berhasil menunda semua tugas
it: Tutte le attività messe in pausa con successo
nl: Alle taken succesvol gepauzeerd
pt: Todas as tarefas foram pausadas com sucesso
ro: Toate sarcinile au fost întrerupte cu succes
ru: Успешно приостановлены все задания
uk: Успішно призупиненні всі завдання
vi: Dừng tất cả tác vụ thành công
zh: 暂停所有任务成功
zh_tw: 暫停所有任務成功
