Repository: hugetiny/Hapee
Catalog: ui/flutter/lib/l10n/app_*.arb
Languages: es, fr, id, it, nl, pt, ro, ru, uk, vi, zh, zh_tw

# preferences_new_task_show_downloading
source: Automatically show downloading after adding task
es: Mostrar automáticamente la descarga después de añadir una tarea
fr: Montrer automatiquement les téléchargements après l'ajout d'une tâche
id: Tampilkan pengunduhan secara otomatis setelah menambahkan tugas
it: Mostra automaticamente il download quando aggiungo una nuova attività
nl: Automatisch downloaden tonen na toevoegen taak
pt: Auto exibir progresso depois de adicionar uma tarefa
ro: Afișează automat descărcarea după adăugarea sarcinii
ru: Автоматически отображать задачу после ее добавления
uk: Автоматично відображати завантаження після додавання завдання
vi: Tự động hiển thị tải xuống sau khi thêm tác vụ
zh: 新建任务后自动跳转到下载页面
zh_tw: 新增任務後自動顯示下載頁面

# preferences_no_confirm_before_delete_task
source: No confirmation is required before deleting task
es: No se requiere confirmación antes de eliminar la tarea
fr: Aucune confirmation n'est requise avant de supprimer la tâche
id: Konfirmasi tidak diperlukan sebelum menghapus tugas
it: Nessuna conferma richiesta prima di eliminare un'attività
nl: Geen bevestiging nodig voor verwijderen taak
pt: Nenhuma confirmação é necessária antes de excluir a tarefa
ro: Nu este necesară confirmarea înainte de ștergerea sarcinii
ru: Перед удалением задачи подтверждение не требуется
uk: Перед видаленням завдання не потрібно підтверджувати
vi: Không cần xác nhận trước khi xóa tác vụ
zh: 删除任务前无需确认
zh_tw: 刪除任務之前無需確認

# preferences_continue
source: Continue
es: Continuar
fr: Continuer
id: Lanjutkan
it: Continua
nl: Verder gaan
pt: Continuar
ro: Continuă
ru: Продолжить
uk: Продовжити
vi: Tiếp tục
zh: 断点续传
zh_tw: 中斷續傳

# preferences_task_completed_notify
source: Notification after download is complete
es: Notificar después de que la descarga se complete
fr: Notifier à la fin d'un téléchargement
id: Pemberitahuan setelah pengunduhan selesai
it: Notifica quando un download è finito
nl: Notificatie wanneer download klaar is
pt: Notificação após o download ser completado
ro: Notifică după finalizarea sarcinii
ru: Сообщение после окончания загрузки
uk: Повідомлення після завершення завантаження
vi: Thông báo sau khi tải xuống hoàn tất
zh: 下载完成后通知
zh_tw: 下載完成後通知

# preferences_auto_purge_record
source: Automatically purge download records when exiting app
es: Eliminar automáticamente el registro de descargas al salir
fr: Purger l'historique de téléchargement lorsque vous quittez l'application
id: Otomatis bersihkan catatan unduhan saat keluar dari aplikasi
it: Elimina automaticamente la cronologia di download quando esco l'app viene chiusa
nl: Automatisch wissen van downloadrecords bij verlaten van app
pt: Auto remover registro de download quando o app for finalizado
ro: Ștergeți automat înregistrările de descărcare la ieșirea din aplicație
ru: Автоматически чистить записи о загрузках после закрытия приложения
uk: Автоматично чистити записи про завантаження перед закриттям додатка
vi: Tự động xoá hồ sơ tải xuống khi thoát khỏi ứng dụng
zh: 当应用退出时自动清除下载记录
zh_tw: 當結束程式時自動清除下載紀錄

# preferences_ui
source: UI
ro: Interfață Utilizator
zh: 界面
zh_tw: 使用者介面

# preferences_appearance
source: Appearance
es: Apariencia
fr: Mode d'apparence
id: Penampilan
it: Aspetto
nl: Uiterlijk
pt: Aparência
ro: Aspect
ru: Внешний вид
uk: Зовнішній вигляд
vi: Giao diện
zh: 外观
zh_tw: 外觀

# preferences_theme_auto
source: Auto
fr: Automatique
nl: Automatisch
pt: Automático
ro: Automat
ru: Автоматически
uk: Автоматично
vi: Tự động
zh: 自动
zh_tw: 自動

# preferences_theme_light
source: Light
es: Claro
fr: Clair
id: Terang
it: Chiaro
nl: Licht
pt: Clara
ro: Temă luminoasă
ru: Светлый
uk: Світлий
vi: Nền sáng
zh: 浅色
zh_tw: 淺色

# preferences_theme_dark
source: Dark
es: Oscuro
fr: Sombre
id: Gelap
it: Scuro
nl: Donker
pt: Escura
ro: Temă întunecată
ru: Темный
uk: Темний
vi: Nền tối
zh: 深色
zh_tw: 深色

# preferences_auto_hide_window
source: Auto Hide Window
es: Ocultar automáticamente ventanas
fr: Masquer automatiquement les fenêtres
id: Sembunyikan Otomatis Jendela
it: Nascondi automaticamente la finestra
nl: Venster automatisch verbergen
ro: Ascunde automat fereastra
ru: Автоскрытие окон
uk: Автозахист вікон
vi: Tự động ẩn cửa sổ
zh: 自动隐藏窗口
zh_tw: 自動隱藏視窗

# preferences_run_mode
source: Run As
es: Correr como
fr: Courir comme
id: Jalankan Sebagai
it: Avvia come
nl: Uitvoeren als
pt: Correr como
ro: Ruleaza ca
ru: Запускать как
uk: Виконати як
vi: Chạy như
zh: 运行为
zh_tw: 運行方式

# preferences_run_mode_standard
source: Standard Application
es: Aplicación estándar
fr: Application standard
id: Aplikasi Standar
it: Applicazione Standard
nl: Standaard uitvoering
pt: Aplicação padrão
ro: Aplicatie standard
ru: Стандартное приложение
uk: Стандартне застосування
vi: Ứng dụng Tiêu chuẩn
zh: 标准应用
zh_tw: 標準應用程式

# preferences_run_mode_menu_bar
source: Menu Bar Application
es: Aplicación de barra de menú
fr: Application de la barre de menus
id: Aplikasi Menu Bar
it: Applicazione barra dei menu
nl: Menubalk applicatie
pt: Aplicação da barra de menus
ro: Aplicație pentru bara de meniu
ru: Панель меню приложения
uk: Застосування рядка меню
vi: Ứng dụng trên thanh Menu
zh: 菜单栏应用
zh_tw: 選單欄應用程式

# preferences_tray_speedometer
source: Menu bar tray show real-time speed
es: La bandeja de la barra de menú muestra la velocidad en tiempo real
fr: La barre de menus affiche la vitesse en temps réel
id: Baki menu bar menunjukkan kecepatan waktu-nyata
it: La barra dei menu mostra la velocità in tempo reale
nl: Menubalk toon real-time snelheid
pt: A bandeja da barra de menus mostra a velocidade em tempo real
ro: Iconița din bară arată viteza în timp real
ru: Панель меню отображает скорость в реальном времени
uk: Лоток панелі меню показує швидкість у режимі реального часу
vi: Thanh menu hiển thị tốc độ thời gian thực
zh: 菜单栏显示实时速度
zh_tw: 選單欄托盤顯示即時速度

# preferences_language
source: Language
es: Idioma
fr: Langues
id: Bahasa
it: Lingua
nl: Taal
pt: Idioma
ro: Limba
ru: Язык
uk: Мова
vi: Ngôn ngữ
zh: 语言
zh_tw: 語言

# preferences_change_language
source: Change language
es: Cambiar Idioma
fr: Changer la langue
id: Ubah Bahasa
it: Cambia lingua
nl: Taal veranderen
pt: Mudar o Idioma
ro: Schimbă limba
ru: Сменить язык
uk: Змінити мову
vi: Thay đổi Ngôn ngữ
zh: 切换语言
zh_tw: 更改語言

# preferences_hide_app_menu
source: Hide App Menu (Windows & Linux Only)
es: Ocultar el menú (Solo Windows y Linux)
fr: Cacher le menu de l'application (Windows & Linux uniquement)
id: Sembunyikan Menu Aplikasi (hanya: Windows & Linux)
it: Nascondi dal menu delle app (Solo Windows & Linux)
nl: App menu verbergen (alleen Windows & Linux)
pt: Ocultar o Menu do App (Windows & Linux apenas)
ro: Ascundeți meniul aplicației (numai Windows și Linux)
ru: Скрыть меню приложения (только для Windows и Linux)
uk: Сховати меню додатка (Тільки для Windows та Linux)
vi: Ẩn thanh Menu (Chỉ Windows & Linux)
zh: 隐藏菜单栏（仅支持 Windows 和 Linux）
zh_tw: 隱藏選單列（僅支援 Windows 和 Linux）

# preferences_proxy
source: Proxy
zh: 代理
zh_tw: 代理伺服器

# preferences_use_proxy
source: Enable Proxy
es: Activar Proxy
fr: Activer le Proxy
id: Aktifkan Proxy
it: Usa Proxy
nl: Proxy aanzetten
pt: Habilitar Proxy
ro: Activați Proxy
ru: Использовать Proxy
uk: Застосувати Proxy
vi: Bật Proxy
zh: 使用代理服务器
zh_tw: 代理伺服器

# preferences_no_proxy_input_tips
source: Bypass proxy settings for these Hosts and Domains, one per line
es: Omitir la configuración del proxy para estos hosts y dominios, uno por línea
fr: Contourner les paramètres de proxy pour ces hôtes et domaines, un par ligne
id: Abaikan pengaturan proxy untuk Host dan Domain ini, satu per baris
it: Non usare proxy per questi Host e Domini, uno per linea
nl: Proxy instellingen omzeilen voor deze hosts en domeinen (één per regel)
pt: Ignorar configurações de proxy para esses hosts e domínios, um por linha
ro: Ignorați setările proxy pentru aceste gazde și domenii, câte una pe fiecare linie
ru: Обойти настройки прокси для этих хостов и доменов, по одному в строке
uk: Обхід налаштувань проксі для цих хостів та доменів, по одному на рядок
vi: Bỏ qua cài đặt proxy cho các Máy chủ và tên miền này, mỗi cái một dòng
zh: 忽略这些主机与域的代理设置，一行一个
zh_tw: 忽略這些主機與網域的代理伺服器設定，一行一個

# preferences_proxy_tips
source: View Proxy Manual
es: Ver Proxy Manual
fr: Afficher le manuel du proxy
id: Lihat Manual Proxy
it: Guida all'uso dei proxy (In Inglese)
nl: Proxy handleiding bekijken
pt: Exibir manual do proxy
ro: Vizualizați manualul proxy
ru: Посмотреть руководство по прокси
uk: Перегляньте посібник з проксі
vi: Xem Proxy Thủ Công
zh: 查看代理配置说明
zh_tw: 查看代理伺服器配置手冊

# preferences_bt_tracker
source: Tracker Servers
es: Seguir servidores
fr: Serveurs Tracker
id: Server Pelacak
it: Server di monitoraggio
pt: Rastreadores
ro: Severe tracker (Torrent Tracker)
ru: Tracker Сервер
uk: Tracker Сервер
vi: Máy Chủ Tracker
zh: Tracker 服务器
zh_tw: Tracker 伺服器

# preferences_bt_tracker_input_tips
source: Tracker servers, one per line
es: Seguir servidores, uno por línea
fr: Serveur de suivi, un par ligne
id: Server pelacak, satu per baris
it: Tracker servers, uno per linea
nl: Tracker Servers, één per regel
pt: servidor rastreador, um por linha
ro: Severe tracker, câte unul pe fiecare linie
ru: Tracker сервера, один в строку
uk: Tracker сервера, один в рядок
vi: Máy chủ theo dõi, mỗi thông tin trên một dòng
zh: Tracker 服务器，一行一个
zh_tw: Tracker 伺服器，一行一個

# preferences_bt_tracker_tips
source: Recommended:
es: Recomendado:
fr: Recommander:
id: Direkomendasikan:
it: Raccomandati:
nl: Aanbevolen:
pt: Recomendar:
ro: Recomandat:
ru: Рекомендовано:
uk: Рекомендовано:
vi: Khuyên dùng:
zh: 推荐使用：
zh_tw: 推薦使用：

# preferences_sync_tracker_tips
source: Sync
es: Sincronizar
id: Sinkronkan
it: Sincronizza
nl: Synchronisieren
pt: Sincronizar
ro: Sincronizare
ru: Синхронизация
uk: Сінхронізуватись
vi: Đồng bộ
zh: 从服务器同步
zh_tw: 從源伺服器同步

# preferences_auto_sync_tracker
source: Update tracker list every day automatically
es: Actualice la lista de rastreadores todos los días automáticamente
fr: Mettre à jour automatiquement la liste des trackers chaque jour
id: Perbarui daftar pelacak setiap hari secara otomatis
it: Aggiorna automaticamente la lista dei tracker ogni giorno
nl: Update de tracker lijst elke dag automatisch
pt: Atualize a lista de rastreadores todos os dias automaticamente
ro: Actualizați automat lista de servere tracker în fiecare zi
ru: Обновлять список трекеров каждый день автоматически
uk: Щодня оновлюйте список трекерів автоматично
vi: Tự động cập nhật danh sách tracker mỗi ngày
zh: 每天自动更新 Tracker 服务器列表
zh_tw: 每天自動更新 Tracker 伺服器列表

# preferences_port
source: Listen Ports
es: Escuche puertos
fr: Ports d'écoute
id: Dengarkan Ports
it: Porte in ascolto
nl: Luister poort
pt: Portas de escuta
ro: Porturi pe care se ascultă
ru: Порты прослушивания
uk: Слухайте порти
vi: Cổng giao tiếp cuối
zh: 监听端口
zh_tw: 監聽端口

# preferences_bt_port
source: BT Listen Port
es: Puerto de escucha BT
fr: Ports d'écoute BT
id: Dengarkan Port BT
it: Porte in ascolto BT
nl: BT luister poort
pt: Porta de escuta BT
ro: Port ascultare BT
ru: Порт прослушивания BT
uk: Порт прослуховування BT
vi: Cổng giao tiếp BT cuối
zh: BT 监听端口
zh_tw: BT 監聽端口

# preferences_dht_port
source: DHT Listen Port
es: Puerto de escucha DHT
fr: Ports d'écoute DHT
id: Dengarkan Port DHT
it: Porte in ascolto DHT
nl: DHT luister poort
pt: Porta de escuta DHT
ro: Port ascultare DHT
ru: Порт прослушивания DHT
uk: Порт прослуховування DHT
vi: Cổng giao tiếp DHT cuối
zh: DHT 监听端口
zh_tw: DHT 監聽端口

# preferences_security
source: Security
es: Seguridad
fr: Sécurité
id: Keamanan
it: Sicurezza
nl: Beveiliging
pt: Segurança
ro: Securitate
ru: Безопастность
uk: Безпека
vi: Bảo mật
zh: 安全性
zh_tw: 安全性

# preferences_rpc_secret
source: RPC Secret
es: Clave RPC
nl: RPC geheim
pt: Segredo de RPC
ro: Secret RPC
vi: RPC bí mật
zh: RPC 授权密钥
zh_tw: RPC 授權密鑰

# preferences_rpc_secret_tips
source: View RPC Secret Manual
es: Mirar manual de la clave RPC
fr: Voir le manuel secret RPC
id: Lihat Petunjuk RPC Secret
it: Guida sull'uso degli rpc secret (in Inglese)
nl: bekijk RPC geheim handleiding
pt: Veja o manual secreto de RPC
ro: Vizualizați manualul pentru secret RPC
ru: Смотреть инструкцию RPC Secret
uk: Дивитись інструкцію RPC Secret
vi: Xem RPC bí mật thủ công
zh: 查看说明文档
zh_tw: 查看說明手冊

# preferences_developer
source: Developer
es: Desarrollador
fr: Développeur
it: Sviluppatore
nl: Ontwikkelaar
pt: Desenvolverdor
ro: Dezvoltator
ru: Разработчик
uk: Розробник
vi: Lập trình viên
zh: 开发者
zh_tw: 開發者

# preferences_mock_user_agent
source: Mock User-Agent
it: Cambia User-Agent
nl: User-Agent nabootsen
ru: Макет User-Agent
uk: Макет User-Agent
zh: 模拟用户代理（UA）
zh_tw: 模擬使用者代理（UA）

# preferences_app_log_path
source: App log path
es: Ruta del log
fr: Chemin des logs
id: Lokasi Log Aplikasi
it: Posizione log dell'app
nl: Applicatie log pad
pt: Diretório de logs
ro: Calea jurnalului aplicației
ru: Путь к журналу приложения
uk: Шлях до журналу додатка
vi: Đường dẫn nhật ký ứng dụng
zh: 应用日志路径
zh_tw: 應用程式記錄檔位置

# preferences_download_session_path
source: Download session path
es: Ruta de descarga de la sesión
fr: Chemin de la session de téléchargement
id: Lokasi Session Unduhan
it: Posizione sessione di download
nl: Downloadsessie pad
pt: Diretório da sessão de Downloads
ro: Calea sesiunii de download
ru: Загрузить путь сессии
uk: Завантажити шлях сесії
vi: Đường dẫn phiên tải về
zh: 下载会话路径
zh_tw: 下載工作階段路徑

# preferences_session_reset
source: Reset download session
nl: Reset download sessie
vi: Đặt lại phiên tải xuống
zh: 重置下载会话记录
zh_tw: 重設下載工作階段

# preferences_session_reset_confirm
source: Are you sure you want to reset download session?
nl: Weet u zeker dat u de downloadsessie instellingen wilt resetten?
zh: 你确定要重置下载会话记录吗?
zh_tw: 您確定要重設下載工作階段嗎？

# preferences_factory_reset
source: Factory Reset
es: Reseteo de fábrica
fr: Réinitialisation
id: Reset Pabrik
it: Reset di fabbrica
nl: Fabrieksinstellingen
pt: Configurações de Fábrica
ro: Resetare la setări din fabrică
ru: Настройки по умолчанию
uk: Налаштування за замовчуванням
vi: Khôi phục cài đặt gốc
zh: 恢复初始设置
zh_tw: 還原出廠預設值

# preferences_factory_reset_confirm
source: Are you sure you want to revert to factory settings?
es: ¿Estás seguro que quieres resetear de fábrica?
fr: Êtes vous sûr de vouloir réinitialiser les paramètres
id: Anda yakin ingin kembali ke pengaturan pabrik?
it: Sei sicuro di voler riportare alle impostazioni di fabbrica l'app?
nl: Weet u zeker dat u terug wilt gaan naar fabrieksinstellingen?
pt: Você tem certeza de que deseja resetar às configurações de fábrica?
ro: Sigur doriți să reveniți la setările din fabrică?
ru: Вы уверены, что хотите вернуться к настройкам по умолчанию?
uk: Ви впевненні, що бажаєте повернутись до налаштувань за замовчуванням?
vi: Bạn có chắc chắn muốn khôi phục cài đặt gốc?
zh: 你确定要恢复为初始设置吗?
zh_tw: 您確定要還原為出廠預設值嗎？

# preferences_lab_warning
source: Enabling lab features may result in app crash or data loss, decide at you own risk!
es: ¡Habilitar las característticas "Lab" puede resultar en errores y pérdida de datos!
fr: Activer les fonctionalités labo peut causer des crash ou la perte de données !
id: Mengaktifkan fitur lab dapat menyebabkan aplikasi tidak berjalan semestinya atau kehilangan data, risiko ditanggung Anda sendiri!
it: Ablilitare le funzioni sperimentali potrebbe risultare in un crash o una perdita di dati, decidi a tuo rischio e pericolo!
nl: Het activeren van experimentele functies kan zorgen voor onstabiliteit of dataverlies. Kies op eigen risico!
pt: Habilitar os recursos de lab pode causar perda de dados e fechar o app inesperadamete. Use por sua conta e risco!
ro: Activarea funcțiilor de laborator poate duce la blocarea aplicației sau pierderea datelor, contiunați pe propriul risc!
ru: Включение функций лаборатории может привести к сбоям приложения и потери данных. Вы действуете на свой страх и риск!
uk: Увімкнення функцій лабораторії може призвести до збою програми або втрати даних, вирішити на власний ризик!
vi: Kích hoạt các tính năng trong phòng thí nghiệm có thể dẫn đến sự cố ứng dụng hoặc mất dữ liệu, bạn hãy cân nhắc cho quyết định của mình!
zh: 启用实验特性可能造成应用崩溃或数据丢失，请自行决定！
zh_tw: 開啟實驗性功能可能會造成程式當機或資料遺失，請自己決定！

# preferences_download_protocol
source: Protocols
es: Protocolos
fr: Protocole
it: Protocolli
nl: Protocollen
pt: Protocolo
ro: Protocoale
ru: Протоколы
uk: Протоколи
vi: Các giao thức
zh: 下载协议
zh_tw: 下載協定

# preferences_protocols_default_client
source: Set as the default client for the following protocols
es: Establecer como cliente por defecto de los siguientes protocolos
fr: Définir comme client par défaut pour les protocoles suivants
id: Tetapkan sebagai klien untuk Protocol berikut
it: Imposta di Default i seguenti protocolli
nl: Als Standardclient voor de volgende protocollen instellen
pt: Definir como cliente padrão para os seguintes protocolos
ro: Setați client implicit pentru următoarele protocoale
ru: Установить как клиента по умолчанию для следующих протоколов
uk: Встановіть як клієнта за замовчуванням для таких протоколів
vi: Đặt làm máy khách mặc định cho các giao thức sau
zh: 设置为以下协议的默认客户端
zh_tw: 設置為以下協議的默認客戶端

# preferences_protocols_magnet
source: Magnet [ magnet:// ]
fr: Aimant [ magnet:// ]
pt: Magnético [ magnet:// ]
zh: 磁力链接 [ magnet:// ]
zh_tw: 磁力連結 [ magnet:// ]

# preferences_protocols_thunder
source: Thunder [ thunder:// ]
fr: Tonnerre [ thunder:// ]
nl: Donner [ thunder:// ]
pt: Trovão [ thunder:// ]
zh: 迅雷链接 [ thunder:// ]
zh_tw: 迅雷連結 [ thunder:// ]

# preferences_browser_extensions
source: Extensions
es: Extensiones
id: Ekstensi
it: Estensione per browser
nl: Browserextensies
pt: Extensões
ro: Extensii
ru: Расширения
uk: Розширення
vi: Tiện ích mở rộng
zh: 浏览器扩展
zh_tw: 瀏覽器擴充功能

# preferences_browser_extensions_tips
source: Provided by the community,
es: Proporcionados por la comunidad,
fr: Fourni par la communauté,
id: Disediakan oleh komunitas,
it: Fornita dalla community,
nl: Beschikbaar gesteld door de community
pt: Fornecido pela comunidade,
ro: Furnizat de comunitate,
ru: Предоставляются сообществом,
uk: Надається спільнотою,
vi: Được cung cấp bởi Cộng đồng,
zh: 社区提供的浏览器扩展「不保证可用性」，
zh_tw: 社群提供的瀏覽器擴充功能「不保證可用性」，

# preferences_auto_update
source: Auto Update
es: Auto-actualizar
fr: Mettre à jour
id: Pembaruan Otomatis
pt: Atualização automática
ro: Actualizare automată
ru: Автоматическое обновление
uk: Автоматичне оновлення
vi: Tự động cập nhật
zh: 自动更新
zh_tw: 自動更新

# preferences_auto_check_update
source: Automatically check for update
es: Revisar automáticamente por actualizaciones
fr: Mise à jour automatique
id: Secara otomatis memeriksa pembaruan
it: Verifica automaticamente la disponibilità di aggiornamenti
nl: Automatische naar updates zoeken
pt: A verificação automática de atualizações
ro: Verificați automat dacă sunt disponibile actualizări
ru: Автоматически проверять обновления
uk: Автоматично перевіряти оновлення
vi: Tự động kiểm tra cập nhật
zh: 自动检查更新
zh_tw: 自動檢查更新

# preferences_last_check_update_time
source: Last Time Checking for Update
es: Última revisión de actualizaciones
fr: dernier contrôle la mise à jour du temps
id: Terakhir Kali Memeriksa Pembaruan
it: Ultima volta quando gli aggiornamenti sono stati verificati
nl: Laatste keer gecontroleerd op updates
pt: última verificação do tempo de atualização
ro: Ultima dată când au fost verificate actualizările disponibile
ru: Последняя проверка на обновления прошла в
uk: В останнє оновлення перевірялось
vi: Kiểm tra cập nhật lần cuối
zh: 上次检查更新时间
zh_tw: 上次檢查更新時間

source: Preferences not saved
es: Preferencias no guardadas
fr: Préférences non enregistrées
id: Preferensi tidak disimpan
it: Preferenze non salvate
pt: Preferências não salvas
ro: Preferințele nu au fost salvate
ru: Настройки не сохранены
uk: Налаштування не збережено
vi: Tùy chọn không được lưu
zh: 设置未保存
zh_tw: 設定未儲存

# preferences_not_saved_confirm
source: The modified preferences will be lost, are you sure to leave?
es: Las preferencias cambiadas se perderán, ¿está seguro de irse?
fr: Les préférences modifiées seront perdues, êtes-vous sûr de partir ?
id: Preferensi yang dimodifikasi akan hilang, apakah Anda yakin untuk keluar?
it: Le preferenze modificate andranno perse, sei sicuro di uscire?
pt: As preferências modificadas serão perdidas. Tem certeza de que deseja sair?
ro: Preferințele modificate se vor pierde, sunteți sigur că plecați?
ru: Измененные настройки будут потеряны, вы обязательно уйдете?
uk: Змінені параметри буде втрачено. Ви впевнені, що залишите?
vi: Các tùy chọn đã sửa đổi sẽ bị mất, bạn có chắc chắn thoát không?
zh: 已修改的设置将会丢失，确定要离开吗?
zh_tw: 已修改的設定將會丟失，確定要離開嗎？

# subnav_task_list
source: Tasks
es: Tareas
fr: Tâches
id: Daftar Tugas
it: Attività
nl: Taken
pt: Tarefas
ro: Sarcini
ru: Задачи
uk: Завдання
vi: Tác vụ
zh: 任务列表
zh_tw: 任務列表

# subnav_preferences
source: Preferences
es: Preferencias
fr: Préférences
id: Pengaturan
it: Preferenze
nl: Voorkeuren
pt: Preferências
ro: Setări
ru: Настройки
uk: Налаштування
vi: Cài đặt
zh: 偏好设置
zh_tw: 偏好設定

# task_active
source: Downloading
es: Descargando
fr: Actives
id: Mengunduh
it: In corso
nl: Actief
pt: Baixando
ro: Se descarcă
ru: Загрузки
uk: Завантаження
vi: Đang tải về
zh: 下载中
zh_tw: 下載中

# task_waiting
source: Waiting
es: Esperando
fr: En attente
id: Mengunggu
it: In Pausa
nl: Wachten
pt: Aguardando
ro: În aşteptare
ru: Ожидание
uk: Очікування
vi: Đang đợi
zh: 等待中
zh_tw: 等待中

# task_stopped
source: Stopped
es: Detenida
fr: Stopées
id: Terhenti
it: Terminate
nl: Gestopt
pt: Cancelado
ro: Oprite
ru: Остановлено
uk: Зупинено
vi: Ngừng
zh: 已停止
zh_tw: 已停止

# task_new_task
source: New Task
es: Nueva Tarea
fr: Nouvelle Tâche
id: Tugas Baru
it: Nuova attività
nl: Nieuwe taak
pt: Nova Tarefa
ro: Sarcină Nouă
ru: Новое задание
uk: Нове завдання
vi: Tác vụ mới
zh: 新建任务
zh_tw: 新增任務

# task_new_bt_task
source: New BT Task
es: Nueva Tarea BT
fr: Nouvelle Tâche BT
id: Tugas BT baru
it: Nuova attività BT
nl: Nieuwe BT taak
pt: Nova Tarefa BT
ro: Sarcină Nouă BT
ru: Новое BT задание
uk: Нове BT завдання
vi: Tác vụ BT mới
zh: 新建 BT 任务
zh_tw: 新增 BT 任務

# task_open_file
source: Open Torrent File
es: Abrir archivo de Torrent
fr: Ouvrir un fichier torrent
id: Buka Berkas Torrent
it: Apri un file Torrent
nl: Torrentbestand openen
pt: Abra o arquivo Torrent
ro: Deschide fişier Torrent
ru: Открыть Torrent файл
uk: Відкрити Torrent файл
vi: Mở tập tin Torrent
zh: 打开种子文件
zh_tw: 開啟種子檔案

# task_uri_task
source: URL
fr: Lien
zh: 链接任务
zh_tw: 連結任務

# task_torrent_task
source: Torrent
zh: 种子任务
zh_tw: 種子任務

# task_uri_task_tips
source: One task url per line (supports magnet)
es: Una url de tarea por línea (supports magnet)
fr: Un lien par ligne (supporte les magnets)
id: Satu tugas per baris (mendukung magnet)
it: Un url per linea (supporta magnet)
nl: Een taak URL per regel (ondersteunt magnet)
pt: Uma url por linha (magnet links são aceitos)
ro: O adresă URL de sarcină pe linie (acceptă magnet)
ru: Один URL-задания в строку (поддержка magnet)
uk: Одне URL-задання на рядок (підтримуе magnet)
vi: Mỗi URL Tác vụ một dòng (hỗ trợ magnet)
zh: 添加多个下载链接时，请确保每行只有一个链接（支持磁力链）
zh_tw: 新增多個下載連結時，請確保每行只有一個連結（支援磁力連結）
