Repository: hugetiny/Hapee
Catalog: ui/flutter/lib/l10n/app_*.arb
Languages: es, fr, id, it, nl, pt, ro, ru, uk, vi, zh, zh_tw

# about_engine_version
source: Engine Version
es: Versión del motor
fr: Version du moteur
id: Versi Mesin
it: Versione Engine
nl: Engine Versie
pt: Versão da Engine
ro: Versiune Motor
ru: Версия движка
uk: Версія двигуна
vi: Phiên bản Ứng dụng
zh: 引擎版本
zh_tw: 引擎版本

# about_license
source: License
es: Licencia
fr: Licence
id: Lisensi
it: Licenza
nl: Licentie
pt: Licença
ro: Licență
ru: Лицензия
uk: Ліцензія
vi: Giấy phép
zh: 开源许可
zh_tw: 開源許可

# about_about
source: About
es: Acerca de
fr: À Propos
id: Tentang
it: Chi siamo
nl: Over
pt: Sobre
ro: Despre
ru: Информация
uk: Інформація
vi: Về
zh: 关于我们
zh_tw: 關於

# about_release
source: Releases
es: Lanzamientos
fr: Release
id: Rilis
it: Rilasci
nl: Versie
pt: Release
ro: Versiuni
ru: Релиз
uk: Реліз
vi: Phát hành
zh: 更新日志
zh_tw: 版本資訊

# about_support
source: Support
es: Soporte
id: Bantuan
it: Supporto
nl: Ondersteuning
pt: Suporte
ro: Ajutor
ru: Поддержка
uk: Підтримка
vi: Hỗ trợ
zh: 帮助支持
zh_tw: 支援

# app_task_list
source: Tasks
es: Tareas
fr: Tâches
id: Tugas
it: Attività
nl: Taken
pt: Tarefas
ro: Sarcini
ru: Задачи
uk: Завдання
vi: Danh sách Tác vụ
zh: 任务列表
zh_tw: 任務列表

# app_add_task
source: Add Task
es: Añadir tareas
fr: Ajouter une tâche
id: Tambah Tugas
it: Aggiungi Attività
nl: Taak toevoegen
pt: Adicionar Tarefa
ro: Adaugă sarcină
ru: Добавить задание
uk: Додати завдання
vi: Thêm tác vụ
zh: 新建任务
zh_tw: 新增任務

# app_about
source: About
es: Acerca de
fr: À Propos de
id: Tentang
it: A proposito di
nl: Over
pt: Sobre o
ro: Despre
ru: О
uk: Про
vi: Về
zh: 关于
zh_tw: 關於

# app_preferences
source: Preferences
es: Preferencias
fr: Préférences
id: Preferensi
it: Preferenze
nl: Voorkeuren
pt: Preferências
ro: Setări
ru: Настройки
uk: Налаштування
vi: Cài đặt
zh: 偏好设置
zh_tw: 偏好設定

# app_check_for_updates
source: Check for Updates
es: Comprobar actualizaciones
fr: Vérifier les mises à jour
id: Periksa Pembaruan
it: Verifica la disponibilità di aggiornamenti
nl: Naar updates zoeken
pt: Verificar por Atualizações
ro: Verifică actualizări
ru: Проверить обновление
uk: Перевірити оновлення
vi: Kiểm tra cập nhật
zh: 检查更新
zh_tw: 檢查更新

# app_check_updates_now
source: Check now
es: Comprobar ahora
fr: Vérifier maintenant
id: Periksa Sekarang
it: Verifica ora
nl: Jetzt prüfen
pt: Verificar agora
ro: Verifică acum
ru: Проверить сейчас
uk: Перевірити зараз
vi: Kiểm tra ngay
zh: 立即检查
zh_tw: 立即檢查

# app_checking_for_updates
source: Checking for updates
es: Comprobando actualizaciones
fr: Vérification des mises à jour
id: Memeriksa pembaruan
it: Sto verificando la disponibilità di aggiornamenti
nl: Updates zoeken
pt: Verificar atualizações
ro: Verific actualizări
ru: Проверка обновлений
uk: Перевірка оновлень
vi: Đang kiểm tra cập nhật
zh: 正在检查更新
zh_tw: 正在檢查更新

# app_check_for_updates_title
source: Check for Updates
es: Comprobar actualizaciones
fr: Vérifier les mises à jour
id: Periksa Pembaruan
it: Verifica la disponibilità di aggiornamenti
nl: Naar updates zoeken
pt: Verificar por Atualizações
ro: Verifică actualizări
ru: Проверить обновления
uk: Перевірити оновлення
vi: Kiểm tra Cập nhật
zh: 检查更新
zh_tw: 檢查更新

# app_update_available_message
source: A newer version ofis available, update now?
es: Hay una nueva versión de, ¿Actualizar ahora?
fr: Une nouvelle version deest disponible, mise à jour maintenant?
id: Versiterbaru telah tersedia, perbarui sekarang?
it: Una nuova versione diè disponibile, aggiornare ora?
nl: Er is een nieuwe versie vanbeschikbaar, nu updaten?
pt: Uma nova versão doestá disponível, atualize agora?
ro: O nouă versiuneeste disponibilă, actualizaţi acum?
ru: Новая версиядоступна для скачивания, скачать сейчас?
uk: Нова версіядоступна для завантаження, завантажити зараз?
vi: Có một phiên bản mới của, cập nhật ngay?
zh: 发现新版本，是否现在更新？
zh_tw: 發現新版本，是否現在更新？

# app_update_not_available_message
source: You are up-to-date!
es: ¡Esta es la última versión!
fr: Vous êtes à jour!
id: Aplikasi dalam kondisi ter-update!
it: Applicazione già aggiornata!
nl: U heeft de laatste versie!
pt: Você esta atualizado!
ro: Versiunea este la zi!
ru: Вы уже используете самую последнюю версию!
uk: У вас вже є остання версія!
vi: Bạn đang dùng bản mới nhất!
zh: 已是最新版
zh_tw: 已是最新版

# app_update_downloaded_message
source: Ready to install
es: Listo para instalar
fr: Prêt à installer
id: siap meng-install
it: Pronto per l'installazione
nl: Klaar om te installeren
pt: Pronto para instalar
ro: Gata de instalare
ru: Готово к установке
uk: Готово для встановлення
vi: Đã sẵn sàng để cài đặt
zh: 更新下载完成，应用程序将退出并开始更新
zh_tw: 更新下載完成，應用程式將退出並開始更新

# app_update_error_message
source: Update Error
es: Error al actualizar
fr: Erreur de mise à jour
id: Update Gagal
it: Errore nell'aggiornamento
nl: Update fout
pt: Atualizar erro
ro: Eroare actualizare
ru: Ошибка обновления
uk: Помилка оновлення
vi: Cập nhật lỗi
zh: 检查更新失败
zh_tw: 檢查更新失敗

# app_engine_damaged_message
source: The engine is damaged, please reinstall : (
es: El motor está dañado, por favor reinstalar :(
fr: Le moteur est endommagé, veuillez réinstaller : (
id: Mesin rusak, silahkan install ulang : (
it: Il motore è danneggiato, per favore, reinstalla l'app : (
nl: De engine is beschadigd, opnieuw installeren a.u.b. :(
pt: O motor está danificado, por favor, reinstale : (
ro: Motorul este deteriorat, vă rugăm să reinstalați : (
ru: Движок поврежден. Пожалуйста, переустановите его : (
uk: Двигун пошкоджено, будь ласка переінсталюйте : (
vi: Ứng dụng bị lỗi, vui lòng cài đặt lại : (
zh: 引擎损坏，请重新安装 : (
zh_tw: 引擎損壞，請重新安裝 : (

# app_engine_missing_message
source: The engine is missing, please reinstall : (
es: No se encuentra el motor, por favor reinstalar :(
fr: Le moteur est manquant, veuillez réinstaller : (
id: Mesin hilang, silahkan install ulang : (
it: Il motore è assente, per favore, reinstalla l'app : (
nl: De engine mist, opnieuw installeren a.u.b. :(
pt: O motor está faltando, por favor, reinstale : (
ro: Motorul lipseşte, vă rugăm să reinstalați : (
ru: Движок потерян. Пожалуйста, переустановите его : (
uk: Двигун загублено, будь ласка переінсталюйте : (
vi: Ứng dụng bị thiếu tập tin, vui lòng cài đặt lại : (
zh: 引擎缺失，请重新安装 : (
zh_tw: 引擎缺失，請重新安裝 : (

# app_system_error_title
source: System Error
es: Error del sistema
fr: Erreur système
it: Errore di sistema
nl: Systeemfout
pt: Erro do sistema
ro: Eroare sistem
ru: Системная ошибка
uk: Системна помилка
vi: Lỗi hệ thống
zh: 系统错误
zh_tw: 系統錯誤

# app_system_error_message
source: Application startup failed: {message}
es: La aplicación falló al iniciar: {message}
fr: L'application n'a pas pu démarrer: {message}
id: Gagal Menjalankan Aplikasi: {message}
it: L'applicazione non si è avviata: {message}
nl: Applicatie kon niet worden gestart: {message}
pt: O aplicativo falhou ao iniciar: {message}
ro: Aplicaţia nu a putut porni: {message}
ru: Ошибка запуска приложения: {message}
uk: Помилка запуску додатка: {message}
vi: Khởi động ứng dụng thất bại: {message}
zh: 应用启动失败: {message}
zh_tw: 應用啟動失敗: {message}

# app_hide
source: Hide
es: Ocultar
fr: Cacher
id: Sembungikan
it: Nascondi
nl: verbergen
pt: Ocultar
ro: Ascunde
ru: Спрятать
uk: Сховати
vi: Ẩn
zh: 隐藏
zh_tw: 隱藏

# app_hide_others
source: Hide Others
es: Ocultar otros
fr: Cacher les autres
id: Sembunyikan yang lain
it: Nascondi Altro
nl: Verberg anderen
pt: Ocultar Outros
ro: Ascunde celelalte
ru: Спрятать все остальное
uk: Сховати інше
vi: Ẩn tất cả
zh: 隐藏其他
zh_tw: 隱藏其它

# app_unhide
source: Show All
es: Mostrar Todo
fr: Tout montrer
id: Tunjukan Semua
it: Mostra Tutto
nl: Laat alles zien
pt: Exibir Todos
ro: Arată toate
ru: Отобразить все
uk: Відобразити все
vi: Hiển thị tất cả
zh: 显示全部
zh_tw: 顯示全部

# app_show
source: Show
es: Mostrar
fr: Montrer
id: Tunjukan
it: Mostra
nl: Laatzien
pt: Exibir
ro: Arată
ru: Отобразить
uk: Відобразити
vi: Hiển thị
zh: 显示
zh_tw: 顯示

# app_quit
source: Quit
es: Salir de
fr: Quitter
id: Keluarkan
it: Esci da
nl: afsluiten
pt: Sair do
ro: Închide
ru: Закрыть
uk: Закрити
vi: Thoát
zh: 退出
zh_tw: 結束

# app_under_development_message
source: Sorry, this feature is under development
es: Disculpa, esta función está en desarrollo
fr: Désolé, cette fonctionnalité est en cours de développement
id: Maaf, fitur ini dalam tahap development
it: Scusa, questa funzione è in fase di sviluppo
nl: Sorry, deze functie is nog in ontwikkeling
pt: Desculpe, essa funcionalidade está em desenvolvimento
ro: Scuze, această caracteristică este în curs de dezvoltare
ru: К сожалению, эта функция все еще в разработке
uk: На жаль, ця функція розробляється
vi: Xin lỗi, tính năng này đang được phát triển
zh: 该功能开发中
zh_tw: 該功能開發中

# app_yes
source: Yes
es: Sí
fr: Oui
id: Ya
it: Si
nl: Ja
pt: Sim
ro: Da
ru: Да
uk: Так
vi: Có
zh: 是
zh_tw: 是

# app_no
source: No
fr: Non
id: Tidak
nl: Nee
pt: Não
ro: Nu
ru: Нет
uk: Ні
vi: Không
zh: 否
zh_tw: 否

# app_save
source: Save
es: Ahorrar
fr: Sauvegarder
id: Menyimpan
it: Salva
nl: Opslaan
pt: Salvar
ro: Salvați
ru: Сохранить
uk: Зберегти
vi: Lưu
zh: 保存
zh_tw: 儲存

# app_reset
source: Discard
es: Descarte
fr: Jeter
id: Membuang
it: Scartare
nl: Resetten
pt: Descartar
ro: Aruncați
ru: Отмена
uk: Відмінити
vi: Loại bỏ
zh: 放弃
zh_tw: 捨棄

# app_cancel
source: Cancel
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
nl: Annuleren
pt: Cancelar
ro: Anuleaza
ru: Отмена
uk: Відмінити
vi: Huỷ
zh: 取 消
zh_tw: 取消

# app_submit
source: Submit
es: Enviar
fr: Envoyer
id: Kirim
it: Invia
nl: Verzenden
pt: Enviar
ro: Trimite
ru: Подтвердить
uk: Підтвердити
vi: Tải về
zh: 提 交
zh_tw: 送出

# app_gt1d
source: > 1 day
es: > 1 día
fr: > 1 jour
id: > 1 hari
it: > 1 giorno
nl: > 1 dag
pt: > 1 dia
ro: > 1 zi
ru: > 1 день
uk: > 1 день
vi: > 1 ngày
zh: 超过一天
zh_tw: 超過一天

# app_hour
source: h
nl: u
ru: ч
uk: г
vi: giờ
zh: 时
zh_tw: 時

# app_minute
source: m
ru: м
uk: х
vi: phút
zh: 分
zh_tw: 分

# app_second
source: s
ru: с
uk: с
vi: giây
zh: 秒
zh_tw: 秒

# edit_undo
source: Undo
es: Deshacer
fr: Annuler la dernière action
id: Urungkan
it: Annulla
nl: Ongedaan maken
pt: Desfazer
ru: Отмена
uk: Відміна
vi: Hoàn tác
zh: 撤销
zh_tw: 還原

# edit_redo
source: Redo
es: Rehacer
fr: Rétablir la dernière action
id: Ulangi
it: Ripeti
nl: Opnieuw doen
pt: Refazer
ru: Повторить
uk: Повторити
zh: 重做
zh_tw: 取消還原

# edit_cut
source: Cut
es: Cortar
fr: Couper
id: Potong
it: Taglia
nl: Knipplen
pt: Recortar
ro: Taie
ru: Вырезать
uk: Вирізати
vi: Cắt
zh: 剪切
zh_tw: 剪下

# edit_copy
source: Copy
es: Copiar
fr: Copier
id: Salin
it: Copia
nl: Kopiëren
pt: Copiar
ro: Copiază
ru: Копировать
uk: Копіювати
vi: Sao chép
zh: 复制
zh_tw: 複製

# edit_paste
source: Paste
es: Pegar
fr: Coller
id: Tempel
it: Incolla
nl: Plakken
pt: Copiar
ro: Lipeşte
ru: Вставить
uk: Вставити
vi: Dán
zh: 黏贴
zh_tw: 貼上

# edit_delete
source: Delete
es: Eliminar
fr: Supprimer
id: Hapus
it: Elimina
nl: Verwijderen
pt: Apagar
ro: Şterge
ru: Удалить
uk: Видалити
vi: Xóa
zh: 删除
zh_tw: 刪除

# edit_select_all
source: Select All
es: Seleccionar Todo
fr: Tout sélectionner
id: Pilih Semua
it: Seleziona Tutto
nl: Alles selecteren
pt: Selecionar Tudo
ro: Selectează tot
ru: Выбрать все
uk: Обрати все
vi: Chọn cả
zh: 全选
zh_tw: 全選

# help_official_website
source: Website
es: Sitio web de
fr: Site web de
it: Sito di
ru: Сайт
uk: Сайт
vi: Trang web của
zh: 官网
zh_tw: 官網

# help_manual
source: Manual
fr: Manuel
id: Panduan
it: Manuale
nl: Handleiding
ru: Инструкция
uk: Інструкція
vi: Hướng dẫn sử dụng
zh: 使用手册
zh_tw: 使用說明

# help_release_notes
source: Release Notes
es: Notas de la versión
fr: Notes de version
id: Catatan Rilis
it: Note di rilascio
nl: Versie informatie
pt: Notas de Lançamento
ro: Notele versiunii
ru: Пометки к релизу
uk: Примітки до релизу
vi: Ghi chú Phát hành
zh: 发行说明
zh_tw: 版本資訊

# help_report_problem
source: Report Problem
es: Reportar un problema
fr: Signaler un problème
id: Laporkan Masalah
it: Segnala un'problema
nl: Probleem melden
pt: Reportar um Problema
ro: Raportează problemă
ru: Сообщить о проблеме
uk: Повідомити про проблему
vi: Báo cáo Vấn đề
zh: 报告问题
zh_tw: 回報問題

# help_toggle_dev_tools
source: Toggle Developer Tools
es: Alternar las herramientas de desarrollo
fr: Activer les outils pour développeurs
id: Alihkan Alat Pengembang
it: Attiva/disatttiva gli Strumenti di sviluppo
nl: Ontwikkelaarstools aan/uit-schakelen
pt: Alternar Developer Tools
ro: Deschide unelete dezvoltator
ru: Переключить инструменты разработчика
uk: Переключити інстрменти розробника
vi: Mở công cụ Dành cho Nhà phát triển
zh: 开发者工具
zh_tw: 開發者工具

# menu_file
source: File
es: Archivo
fr: Fichier
id: Berlas
nl: Bestand
pt: Arquivo
ru: Файл
uk: Файл
vi: Tập tin
zh: 文件
zh_tw: 檔案

# menu_task
source: Task
es: Tarea
fr: Tâche
id: Tugas
it: Attività
nl: Taak
pt: Tarefa
ro: Sarcină
ru: Задания
uk: Завдання
vi: Tác vụ
zh: 任务
zh_tw: 任務

# menu_edit
source: Edit
es: Editar
fr: Editer
it: Modifica
nl: Bewerken
pt: Editar
ru: Редактировать
uk: Редагування
vi: Chỉnh sửa
zh: 编辑
zh_tw: 編輯

# menu_window
source: Window
es: Ventana
fr: Fenêtre
it: Finestra
nl: Venster
pt: Janela
ro: Fereastra
ru: Окно
uk: Вікно
vi: Cửa sổ
zh: 窗口
zh_tw: 視窗

# menu_help
source: Help
es: Ayuda
fr: Aide
id: Bantuan
it: Aiuto
pt: Ajuda
ro: Ajutor
ru: Помощь
uk: Допомога
vi: Trợ giúp
zh: 帮助
zh_tw: 說明

# preferences_basic
source: Basic
es: Básico
fr: Basique
id: Pengaturan Dasar
it: Base
nl: Basis
pt: Básico
ro: De bază
ru: Основные
uk: Основні
vi: Cơ bản
zh: 基础设置
zh_tw: 基本設定

# preferences_advanced
source: Advanced
es: Avanzado
fr: Avancé
id: Pengaturan Lanjut
it: Avanzate
nl: Geavanceerd
pt: Avançado
ro: Avansate
ru: Расширенные
uk: Розширені
vi: Nâng cao
zh: 进阶设置
zh_tw: 進階設定

# preferences_lab
source: Lab
fr: Labo
it: Sperimentali
nl: Experimenteel
ro: Laborator
ru: Лаборатория
uk: Лабораторія
vi: Phòng thí nghiệm
zh: 实验室
zh_tw: 實驗性功能

# preferences_save
source: Save & Apply
es: Guardar y Aplicar
fr: Sauver et appliquer
id: Simpan & Terapkan
it: Salva e applica
nl: Opslaan & Toepassen
pt: Salvar & Aplicar
ro: Salvează şi Aplică
ru: Сохранить и применить
uk: Зберігти та Застосувати
vi: Lưu & Áp dụng
zh: 保存并应用
zh_tw: 儲存並套用

# preferences_save_success_message
source: Save preferences successfully
es: Preferencias guardadas exitosamente
fr: Enregistrer les préférences avec succès
id: Berhasil menyimpan pengaturan
it: Preferenze salvate con successo
nl: Instellingen succesvol opgeslagen
pt: Salvar preferências com sucesso
ro: Setările au fost salvate cu succes
ru: Настройки сохранены успешно
uk: Налаштування збережено успішно
vi: Lưu cài đặt thành công
zh: 偏好设置保存成功
zh_tw: 偏好設定儲存成功

# preferences_save_fail_message
source: Save preferences failed
es: Hubo un error al guardar tus preferencias
fr: La sauvegarde des préférences a échoué
id: Gagal menyimpan pengaturan
it: Preferenze non salvate
nl: Instellingen opslaan mislukt
pt: Salvar preferências falhadas
ro: Nu s-au putut salva setările
ru: Ошибка при сохранении настроек
uk: Помилка при зберіганні налаштувань
vi: Lưu cài đặt thất bại
zh: 偏好设置保存失败
zh_tw: 偏好設定儲存失敗

# preferences_discard
source: Discard
es: Descartar
fr: Annuler les changement
id: Batal
it: Scarta modifiche
nl: Weggooien
pt: Descartar
ro: Renunţă
ru: Отмена
uk: Відмінити
vi: Loại bỏ
zh: 放弃
zh_tw: 捨棄

# preferences_startup
source: Startup
es: Inicio
fr: Démarrage
id: Memulai
it: Avvio
nl: Opstarten
pt: Inicialização
ro: Pornire
ru: Запускать
uk: Стартап
vi: Khởi động
zh: 启动
zh_tw: 啟動

# preferences_open_at_login
source: Open at login
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
id: Buka saat login
it: Apri al login
nl: Bij login openen
pt: Abra no login
ro: Deschide la logare
ru: Запускать програму вместе со стартом операционной системы
uk: Запускати програму разом з запуском операційної системи
vi: Mở khi đăng nhập
zh: 开机自动启动
zh_tw: 開機自動啟動

# preferences_keep_window_state
source: Keep size and position of the window when exit
es: Mantener el tamaño y la posición de la ventana al salir
fr: Restaurez la taille et la position de la fenêtre
id: Pertahankan ukuran dan posisi jendela aplikasi saat keluar
it: Mantieni le dimensioni e la posizione della finestra quando l'app viene chiusa
nl: Behoud grootte en positie van venster bij afsluiten
pt: Restaurar tamanho e posição da janela
ro: Păstrați dimensiunea și poziția ferestrei la închiderea aplicaţiei
ru: Во время закрытия приложения, сохранять размер и положение окна
uk: Під час закриття додатка, зберігати розмір і положення вікна
vi: Giữ kích thước và vị trí của cửa sổ khi thoát
zh: 恢复上次退出时窗口的大小和位置
zh_tw: 恢復上次退出時視窗的大小和位置

# preferences_auto_resume_all
source: Automatically resume all unfinished tasks
es: Reanudar automáticamente todas las tareas sin finalizar
fr: Reprendre les tâches non terminées
id: Otomatis lanjutkan semua tugas yang belum selesai
it: Ricomincia tutti le attività non finite alla riapertura dell'app
nl: Automatisch alle niet voltooide taken hervatten
pt: Auto resumir todas as tarefas não finalizadas
ro: Reia automat toate sarcinile neterminate
ru: Автоматически возобновлять все незавершенные задачи
uk: Автоматично поновлювати всі невиконанні завдання
vi: Tự động tiếp tục tất cả các tác vụ chưa hoàn thành
zh: 自动开始未完成的任务
zh_tw: 自動繼續未完成的任務

# preferences_default_dir
source: Default Path
es: Ruta por defecto
fr: Répertoire par défaut
id: Lokasi Bawaan
it: Posizione di default per i download
nl: Standaard map
pt: Diretório Padrão
ro: Calea implicită
ru: Папка по умолчанию
uk: Шлях за замовчуванням
vi: Đường dẫn mặc định
zh: 默认下载路径
zh_tw: 預設下載路徑

# preferences_mas_default_dir_tips
source: Due to sandbox permission restrictions of the App Store, the default download directory is recommended to be set to ~/Downloads
es: Debido a las restricciones de la tienda de aplicaciones, la ruta por defecto se recomienda que sea ~/Downloads
fr: En raison des restrictions d'autorisations du bac à sable de l'App Store, il est recommandé de définir le répertoire de téléchargement par défaut sur le répertoire Téléchargements.
id: Karena pembatasan dari App Store, direktori unduhan default direkomendasikan untuk disetel ke ~/Downloads
it: A causa delle restrizioni imposte dall'App Store, è raccomandato impostare la directory di default su ~/Downloads
nl: Door de sandbox permissie restricties van de App Store wordt aangeraden om ~/Downloads als standaard downloadmap in te stellen
pt: Devido às restrições de permissões do sandbox da App Store, recomenda-se que o diretório de download padrão seja definido como o diretório de downloads
ro: Datorită restricțiilor privind permisiunea sandbox-ului din App Store, se recomandă ca directorul de descărcare implicit să fie setat la ~/Downloads
ru: Из-за ограничения в App Store, рекомендуется устанавливать путь по умолчанию как ~/Downloads
uk: Через обмеження в App Store, рекомендовано встановити шлях за замовчення ~/Downloads
vi: Do các hạn chế cấp phép sandbox của App Store, thư mục tải xuống mặc định được khuyến nghị đặt tại ~/Downloads
zh: 因 App Store 的沙箱权限限制，默认下载路径建议设置为您的「下载」目录
zh_tw: 因 App Store 的沙盒權限限制，建議將預設下載路徑設定為您的「下載」資料夾

# preferences_transfer_settings
source: Transmission
id: Transfer Setting
it: Transmissione dati
nl: Tranmissie
pt: Transmissão
ro: Transmitere
ru: коробка передач
uk: Передача
vi: Tốc độ truyền
zh: 传输设置
zh_tw: 傳輸設定

# preferences_transfer_speed_upload
source: Upload limit
es: Límite de subida
fr: Limite de téléversement
id: Limit Unggah
it: Limite di uplooad
nl: Upload limiet
pt: limite de envio
ro: Limită upload
ru: Лимит отдачи
uk: Ліміт вивантаження
vi: Giới hạn Tải lên
zh: 上传限速
zh_tw: 上傳限制

# preferences_transfer_speed_download
source: Download limit
es: Límite de bajada
fr: Limite de téléchargement
id: Limit Unduh
it: Limite di download
nl: Download limiet
pt: limite de transferência
ro: Limită download
ru: Лимит загрузки
uk: Ліміт завантаження
vi: Giới hạn Tải về
zh: 下载限速
zh_tw: 下載限制

# preferences_transfer_speed_unlimited
source: Unlimited
es: Ilimitado
fr: Illimité
id: Tak Terbatas
it: Illimitata
nl: Onbeperkt
pt: Ilimitado
ro: Nelimitat
ru: Безлимитно
uk: Безлімітно
vi: Không giới hạn
zh: 不限速
zh_tw: 無限制

# preferences_bt_settings
source: BitTorrent
zh: BT 设置
zh_tw: BT 設定

# preferences_bt_save_metadata
source: Save magnet link as torrent file
es: Guardar enlace magnético como archivo torrent
fr: Enregistrer le lien de l'aimant en tant que fichier torrent
id: Simpan tautan magnet sebagai file torrent
it: Salva magnet link come file torrent
nl: Magnetlink opslaan als torrent bestand
pt: Salvar link magnético como arquivo torrent
ro: Salvați linkul magnet ca fișier torrent
ru: Сохранить магнитную ссылку как торрент-файл
uk: Зберегти магнітне посилання як торрент-файл
vi: Lưu liên kết magnet dưới dạng tệp torrent
zh: 保存磁力链接元数据为种子文件
zh_tw: 保存磁力連結元數據為種子文件

# preferences_bt_auto_download_content
source: Automatically download magnet and torrent content
es: Descargar automáticamente el contenido de imán y torrent
fr: Télécharger automatiquement l'aimant et le contenu du torrent
id: Secara otomatis mengunduh magnet dan konten torrent
it: Scarica automaticamente il contenuto di magnete e torrent
nl: Automatisch magnet en torrent content downloaden
pt: Baixar automaticamente ímã e conteúdo de torrent
ro: Descărcați automat magnetul și conținutul torrent
ru: Автоматически загружать магнит и торрент
uk: Автоматично завантажуйте вміст магніту та торрент
vi: Tự động tải xuống nam châm và nội dung torrent
zh: 自动开始下载磁力链接、种子的文件
zh_tw: 自動開始下載磁力鏈接、種子的文件

# preferences_keep_seeding
source: Keep seeding until stop it manually
es: Siga sembrando hasta detenerlo manualmente
fr: Continuez à semer jusqu'à ce que vous l'arrêtiez manuellement
id: Terus lakukan penyemaian sampai menghentikannya secara manual
it: Continua a seminare fino a interromperlo manualmente
nl: Blijf seeden tot het het handmatig wordt gestopt
pt: Continue semeando até pará-lo manualmente
ro: Păstrați însămânțarea până când o opriți manual
ru: Продолжайте посев, пока не остановите его вручную
uk: Продовжуйте висівати, поки не зупините його вручну
vi: Tiếp tục seed cho đến khi dừng lại theo cách thủ công
zh: 持续做种，直到手动停止
zh_tw: 持續做種，直到手動停止

# preferences_seed_ratio
source: Seed Ratio
es: Proporción de semillas
fr: Ratio de semences
id: Rasio Benih
it: Rapporto di semina
pt: Proporção de sementes
ro: Raportul semințelor
ru: Соотношение семян
uk: Співвідношення насіння
vi: Tỷ lệ seed
zh: 做种分享率
zh_tw: 做種分享率

# preferences_seed_time
source: Seed Time
es: Tiempo de semilla
fr: Temps de semence
id: Waktu Benih
it: Tempo di semi
nl: Starttijd
pt: Hora da Semente
ro: Timpul semințelor
ru: Время посева
uk: Час насіння
vi: Thời gian seed
zh: 做种时间
zh_tw: 做種時間

# preferences_seed_time_unit
source: minutes
es: minutos
id: menit
it: minuti
nl: Protocol
pt: minutos
ro: minute
ru: минут
uk: хвилин
vi: phút
zh: 分钟
zh_tw: 分鐘

# preferences_task_manage
source: Task Management
es: Gestión de tareas
fr: Tâches
id: Pengelola Tugas
it: Gestione attività
nl: Taakbeheer
pt: Gerenciador de Tarefas
ro: Managementul sarcinilor
ru: Менеджер задач
uk: Менеджер завдань
vi: Quản lý Tác vụ
zh: 任务管理
zh_tw: 任務管理

# preferences_max_concurrent_downloads
source: Maximum active tasks
es: Tareas máximas activas
fr: Nombre de tâches active au maximum
id: Maksimal tugas aktif
it: Massimo numero di attività eseguibili contemporaneamente
nl: Maximaal actieve taken
pt: Máximo de tarefas ativas
ro: Sarcini active maxime
ru: Максимум активных задач
uk: Максимум активних завдань
vi: Số tác vụ đang hoạt động tối đa
zh: 同时下载的最大任务数
zh_tw: 最多可同時下載的任務數

# preferences_max_connection_per_server
source: Maximum connection per server
es: Conexiones máximas por servidor
fr: Nombre maximum de connexions par serveurs
id: Maksimal koneksi per server
it: Massimo numero di connessioni simultanee per server
nl: Maximale verbindingen per server
pt: Máximo de coneções por servidor
ro: Conexiuni maxime per server
ru: Максимум соединений на сервер
uk: Максимум з'єднання на сервер
vi: Số kết nối tối đa trên mỗi máy chủ
zh: 每个服务器最大连接数
zh_tw: 每台伺服器的最大連線數
